{
    "fields": {
        "subtitle": "Mtoto wako anaweza kukuiga", 
        "description": "Mtoto wako anaweza kukuiga", 
        "language": "swh_TZ", 
        "title": "Umri wa miezi 9", 
        "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
        "created_at": "2014-10-26T15:56:42.192117+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.609573+00:00", 
        "linked_pages": [], 
        "slug": "umri-wa-miezi-9", 
        "content": "Mtoto wako amezoea mazingira yake na anapenda vitu ambavyo amevizoea. Katika umri huu, anaweza kuwa anang'ang'ania vitu na anahitaji kukengeushwa. Anaweza kuhisi utulivu zaidi ikiwa anaweza kuwa na blanketi lake au kitu chake cha kuchezea anachokipenda zaidi, ili abebe kiasi fulani cha alichokizoea nyumbani anapotoka nje. Kupata muda wa kukaa kimya mbali na kelele na wageni kunaweza pia kumsaidia kuzoea.\t\r\n\r\nKwa sasa, mtoto wako anakumbuka vitu, kama vile wapi vitu vyake vya kuchezea vinawekwa. Anaweza pia kuiga vitendo alivyoona kama wiki mbili zilizopita. Lakini bado hawezi kukumbuka kila kitu. Uwezo wa kumbukumbu ya mtoto wako ya muda mrefu unaweza usiwe umekua hadi atakapofikisha umri wa miaka miwili au mitatu.\r\n\r\nKubwabwaja kwa mtoto wako kunaweza kuanza kusikika kama maneno halisi. Mtoto wako anafikiria anasema kitu, kwa hivyo mjibu kama kwamba anasema kitu! Atajifunza kuhusu mazungumzo na kujieleleza kwa uso kutoka kwako unapoongea naye na kumwangalia.\r\n\r\nMtoto wako bado anaelewa zaidi kutokana na sauti yako inavyotoka kuliko maneno yako halisi. Anajua wakati amekufurahisha, kwa hivyo mpe pongezi nyingi. \r\n\r\nUtu wa mtoto wako inaanza kujitokeza sasa. Anaweza kuwa mtu mchangamfu na kuwapa tabasamu watu wote anaokutana nao, au anaweza kuwa mwenye aibu na kuficha uso wake. Mtoto wako sasa anajua jinsi ya kupata usikivu wako, anaweza kukupungia mkono anapokuona ukielekea mlangoni.\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 8, 
        "id": "e009cce8c7d84f1c90922bb3d3c4d239"
    }, 
    "model": "GitPageModel"
}