{
    "fields": {
        "subtitle": "Kifukofuko vuguvugu cha kuzalia: Mtoto wangu na mimi tu", 
        "description": "Kifukofuko vuguvugu cha kuzalia: Mtoto wangu na mimi tu", 
        "language": "swh_TZ", 
        "title": "MAMA WA KAWAIDA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:26:33+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.959207+00:00", 
        "linked_pages": [], 
        "slug": "mama-wa-kawaida", 
        "content": "Mara tu mtoto wangu alipozaliwa nilimshika kwa nguvu. Singemruhusu mkunga kumchukua kutoka kwangu ili kumpima uzani au kumdunga sindano. Na hata pia kumuosha. Bado! Nilitaka muda na yeye kwanza.\r\n\r\nNilijua kuwa kile ambacho mtoto wangu alihitaji ni kulala kwenye kifua changu na mimi. Kitamizi bora zaidi ulimwenguni ni katikati ya matiti yangu. Hii ndiyo mtoto huhitaji, chakula, joto na mguso. \r\n\r\nKatika kliniki, wataka kukwambia cha kufanya. Lakini nilisikiza silika zangu kama mama wa mara ya kwanza. Ulikuwa wakati wa familia yangu mpya kuwa pamoja. Mtoto wangu alikuwa akisikia sauti ya wazazi wake kwa mara ya kwanza. Niliongea naye huku baba yake akitoa sauti na kuimba.\r\n\r\nNilimuweka kwenye titi langu. Mara ya kwanza alilamba tu chuchu yangu kisha akanyonya kwa sekunde chache kabla ya kuacha. Iligharimu usaidizi wa mkunga kutuonyesha jinsi ya kumfanya kujishikiza kunyonya inavyofaa. Hii ilichukua angalau saa moja. Sasa ninapomnyonyesha ninaweza kuona macho yake yanayong’aa yakinitazama.\r\n\r\nWakati wa kuoga na kupima uzani utafika. Nitahakikisha kuwa amepata chanjo zake zote kwa wakati unaofaa. Lakini bado. Sasa ni wakati wa kumjua. Ndani yangu najua kuwa jambo bora zaidi ninalopaswa kufanya sasa hivi ni kumlisha mara kwa mara na kumuweka karibu. \r\n\r\n**USAIDIZI WA MAMA: Wakati wako na mtoto mchanga ni wa thamani. Nyote mumefanya kazi nzuri! Chukueni muda kijiunganisha na kukumbatiana. Ni mara ya kwanza unapokutana na zawadi hii ya thamani. Ulimwengu unaweza kusubiri.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 42, 
        "id": "87a55301d581401aa564859ba8d60843"
    }, 
    "model": "GitPageModel"
}