{
    "fields": {
        "subtitle": "Mtoto wangu ananyonya sana: Je, anapata maziwa ya kutosha?", 
        "description": "Mtoto wangu ananyonya sana: Je, anapata maziwa ya kutosha?", 
        "language": "swh_TZ", 
        "title": "MAMA ALIYECHANGANYIKIWA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:39:31+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.912799+00:00", 
        "linked_pages": [], 
        "slug": "mama-aliyechanganyikiwa", 
        "content": "Nilikuwa nimejifungua tu hospitalini muuguzi aliponipatia mtoto wangu msichana. Akasema: lazima umpe titi lako sasa hivi. Kisha akaondoka. Nilikuwa kwa mshtuko. Nitamnyonyesha vipi? Sikuwa na ufahamu wowote…\r\n\r\nNiliweka kinywa chake kwenye chuchu yangu na nikadhani kuwa atanyonya – lakini hakufanya hivyo. Hakuonekana aliyejua la kufanya au jinsi ya kuweka titi langu kinyani mwake. Nilijaribu usiku kucha. Na mtoto wangu aliendelea kulia. Hatimaye niliweza kuiweka chuchu yangu kinywani mwake, angenyonya kidogo na kuacha. Lakini angeamka tena na kulia na kutaka zaidi.\r\n\r\nNiliendelea hivi usiku kucha. Lakini alitoa kinyesi cha kwanza. Kisha alilala karibu siku nzima. Nilipoondoka hospitalini siku iliyofuata, ilikuwa vivyo hivyo nyumbani. Alikuwa macho usiku kucha akilia na kisha kulala sehemu kubwa ya siku. \r\n\r\nKwa bahati nzuri nyumbani, nimekuwa na mama yangu kunisaidia. Lakini umekuwa usiku kadhaa wa kutolala na sasa uchovu meanza kuniandama. Mtoto wangu ana mawazo yake mwenyewe kuhusu wakati wa kulala. Kwa hivyo, maisha yangu yamegeuzwa. Niko macho usiku kucha bali tena siwezi kulala mchana. Sikumbuki ni lini nilipolala vizuri.\r\n\r\nMtoto wangu hulia sana na sina uhakika iwapo anapata maziwa ya kutosha. Sijui nimpe maziwa ya fomyula pia kwa sababu anaonekana mwenye njaa. Nazidi kujaribu. Anaonekana anayeongeza uzani na anatoa vinyesi na mkojo vyema tu.\r\n\r\nLakini ananyonya bila kukoma na ninapoondoa titi langu yeye hulia. Nadhani ni mimi ninayehitaji usaidizi.\r\n\r\n**USAIDIZI WA MAMA: Watoto wachanga ni kazi nyingi! Wao hulia sana. Wao hula sana pia. Lakini iwapo mtoto wako anaongeza uzani, kutoa kinyesi na nepi zake ni baridi, basi nyinyi nyote mnaendelea vizuri. Kumbuka kumrudisha mtoto wako kwenye kliniki kwa uchunguzi wa mara kwa mara. Muuguzi atahakikisha kuwa anakua na kunyonya vizuri.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 36, 
        "id": "67bc29ea8e2a4826bebd5cc7952a397c"
    }, 
    "model": "GitPageModel"
}