{
    "fields": {
        "subtitle": "Matiti yangu yamevimba na ni magumu: Nahisi maumivu ninaponyonyesha!", 
        "description": "Matiti yangu yamevimba na ni magumu: Nahisi maumivu ninaponyonyesha!", 
        "language": "swh_TZ", 
        "title": "UPENDO WA MAMA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:22:48+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.974891+00:00", 
        "linked_pages": [], 
        "slug": "upendo-wa-mama", 
        "content": "Nilipoanza kunyonyesha mtoto wangu, kwa kweli hakuna aliyeniambia cha kufanya. Nilitaka kufanya kila kitu kikawaida iwezekanavyo. Kwani hata mbwa au farasi hawafundishwi jinsi ya kuwanyonyesha watoto wao, au wao hufundishwa? \r\n\r\nNiliweza kufanya hivyo vyema kidogo kwa siku chache. Kisha chuchu ya titi langu la kushoto ikavimba sana. Mara baadaye nikahisi bonge gumu katika titi langu. Lilikuwa jekundu na lenye joto. Rafiki yangu aliniambia kuwa hii ilikuwa dakti ya maziwa iliyoziba au mastitisi. Alisema kuwa nilipaswa kuwa mwangalifu isije ikageuka kuwa maambukizi. \r\n\r\nHii ilitendeka vipi? Matiti yangu yaligeuka na kuwa makubwa sana na kujaa maziwa. Yalikuwa yamegeuka na kuwa mipira migumu ya soka iliyo na chuchu ndogo zilizochomoka. Mtoto wangu alijaribu kukamata na kunyonya chuchu ili kupata maziwa. Lakini sikujua kuwa titi linapaswa kuingia zaidi ndani ya mdomo wa mtoto. Chuchu yangu ilifaa kuwa nyuma ya kinywa ikielekea kwenye koo wala si upande wa mbele ambapo midomo iko. Hivyo mtoto wangu hakuwa ananyonya vyema. \r\n\r\nLakini sasa titi langu lilikuwa gumu na lenye uchungu! Nilianza kukanda sehemu iliyokuwa ngumu nilipokuwa nikinyonyesha, nikijaribu kuondoa maziwa yote ili kuondoa uvimbe. \r\n\r\nKisha marafiki wakaniambia kuhusu majani ya kabichi! Uyaweke kwenye friji na uyafunge kwenye titi lako yakiwa baridi. Uyaweke pale kwa saa moja au mbili. Unaweza kuyabadilisha na kuweka mengine yanapokuwa na joto au kunyauka. \r\n\r\nHivyo nikajaribu! Huku nikiendelea na kujikanda ninaponyonyesha, pia nilijiwekelea kitambaa vuguvugu ili kufanya uvimbe kuwa laini. Baada ya siku tatu, uvimbe uliisha na titi langu likawa lororo tena na halikuwa gumu wala kuwa na joto kama ilivyokuwa hapo awali! Nashukuru! \r\n\r\n**USAIDIZI WA MAMA: Mastitisi itapungua iwapo utaachilia maziwa kutiririka kupitia matiti yako. Usiache kunyonyesha kwa kuwa hii itafanya hali kuwa mbaya zaidi. Hakikisha kuwa mtoto wako anaingiza titi mdomoni mwake inavyofaa. Jaribu njia tofauti za kunyonyesha ili umsaidie mtoto kujishikiza.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 44, 
        "id": "c929ce12701e44e180c0a30e803c4dbb"
    }, 
    "model": "GitPageModel"
}