{
    "fields": {
        "subtitle": "Baada ya kuzaa: Mwili wangu hauko sawa na ulivyokuwa awali.  ", 
        "description": "Baada ya kuzaa: Mwili wangu hauko sawa na ulivyokuwa awali.  ", 
        "language": "swh_TZ", 
        "title": "MAMA WA KWELI", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:58:56+00:00", 
        "featured_in_category": true, 
        "modified_at": "2014-11-03T07:44:35.829101+00:00", 
        "linked_pages": [], 
        "slug": "mama-wa-kweli", 
        "content": "Nilipata leba kwa muda mrefu na uzaaji mgumu. Nilihitaji kushonwa kutokana na mraruko. Mara moja au mbili nilivuja kiasi kidogo cha mkojo ninapopiga chafya. Wauguzi waliniambia nifanye mazoezi ya kubana misuli yangu kana kwamba nilitaka kuachisha mtiririko wa mkojo. Ninafanya mazoezi haya kila mara mtoto anaponyonya ili nisisahau. \r\n\r\nMajuma machache yamepita sasa na nimeanza tena kuvaa nguo zangu za kitambo. Nimepoteza kiasi fulani cha uzani niliokuwa nao katika ujauzito. Hata hivyo sihisi nilivyokuwa nikihisi hapo awali. Nikijiangalia kwenye kioo, mimi huona msitari mweusi chini ya tumbo na alama za kunyooka. Ngozi iliyo kwenye tumbo langu huhisi imelegea na laini. Mume wangu anasema bado ninaonekana mzuri lakini sina uhakika. Ninajihisi mzee sana… na mwenye uchovu!\r\n\r\nNajua mwili wangu unapona kutokana na kuzaa. Namtazama mtoto wangu na kujifikiria kuwa ikuwa bora zaidi kuwa naye. Lakini sikutarajia kujihisi tofauti hivi! Ninadhani NIKO tofauti… Mimi ni mama sasa. \r\n\r\n**USAIDIZI WA MAMA: Kipindi cha baada ya kuzaa huanza punde tu baada ya kujifungua hadi majuma 8 baadaye. Mwili wako katika kipindi hiki hupona kutokana na ujauzito na kuzaa. Utarudi kwenye kliniki ili kukaguliwa baada ya kati ya majuma 6 – 8.** \r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 27, 
        "id": "cd4b21cb7303401290f5081407fc5c3c"
    }, 
    "model": "GitPageModel"
}