{
    "fields": {
        "subtitle": "Mama mkwe anataka kusaidia: Ninahofia kumuacha mtoto wangu", 
        "description": "Mama mkwe anataka kusaidia: Ninahofia kumuacha mtoto wangu", 
        "language": "swh_TZ", 
        "title": "MAMA MCHOVU", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:54:37+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.851670+00:00", 
        "linked_pages": [], 
        "slug": "mama-mchovu", 
        "content": "Mtoto wangu mvulana alipokuwa na majuma 3, nilikuwa mchovu. Sikuwa nimelala usiku kucha tangu nilipomzaa. Nilihisi kwamba mtoto wangu alijua kufanya mambo matatu tu: kula, kulala na kulia! \r\n\r\nMama mkwe aliona kwamba nilikuwa mchovu na akataka kunisaidia. Alisema kwamba angetunza mtoto ili nipumzike kidogo. Sikuweza kukataa. Lakini kumpa mama mkwe mtoto wangu ilikuwa vigumu zaidi hata kuliko kumsikia akilia! \r\n\r\nNilitazama jinsi mama mkwe alivyompakata mtoto. Sikuona kama alimpakata vyema kwani mimi singempakata hivyo. Ingawa nilijaribu kupata usingizi mdogo, nilikuwa nikimsikia mtoto wangu akilia katika chumba cha pili. Nilitaka tu kuenda na nimchukue mtoto wangu! \r\nNinafahamu kuwa mama mkwe alikuwa akijaribu kusaidia. Na alifanya kazi nzuri kwa kumlea mwanawe mvulana kwani mume wangu ni mwanamume mzuri sana. Lakini nilitaka kumlinda mtoto wangu sana. Nilitaka tu kupakata mvulana wangu wala nisimpe mtu mwingine yeyote.  \r\nNinafahamu kuwa hakuna hatari itakayompata mtoto wangu, hivyo najaribu kutulia watu wengine wanapotaka kumpakata. Hata hivyo bado ninapata msisimko kisiri ninapoona kwamba tabasamu yake kwangu ndiyo kuu zaidi!\r\n**USAIDIZI WA MAMA: Wewe ni mama wa mara ya kwanza– ni kawaida kabisa kutotaka mtoto wako aondoke machoni mwako. Muda unaposonga, utazoea. Watu wa familia wanapotaka kumpakata mtoto wako, jaribu kuona jambo hili kama jambo zuri. Watu hawa ni wa msaada na wanampenda!**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 29, 
        "id": "c91310a120074758b5c09254bf47fceb"
    }, 
    "model": "GitPageModel"
}