{
    "fields": {
        "subtitle": "My newborn is hard work! What happened to my life?", 
        "description": "My newborn is hard work! What happened to my life?", 
        "language": "eng_UK", 
        "title": "NewMother", 
        "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
        "created_at": "2014-10-10T10:29:41+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:36.082170+00:00", 
        "linked_pages": [
            "019334c4184c4a64bd282cd813557b3e", 
            "43386a763cf64f258631114e1bdc083f", 
            "c813e0f2d7ea4901939ac0e4e3a34676", 
            "984d95cc519d494785c19be93b8c67ab"
        ], 
        "slug": "newmother", 
        "content": "Brought to you by MAMA\r\n\r\nI was shocked to learn how much time it takes to look after a newborn baby! \r\nBefore my baby daughter was born, I thought newborns slept all the time. I thought: What’s the big deal, why do women complain about having a tiny baby?\r\n\r\nBut mine would wake up and cry the moment I tried to get on with any tasks. Then I had to feed her. That took about an hour until she was burped and her nappy was changed and she was put to sleep again. I couldn't get to do anything! \r\nIn the beginning, whe woke up 2 or 3 times during the night. It took me some time to get used to waking up all the time. Eventually I started to sleep very lightly because I was listening for my baby’s noises. She slept right next to our bed in a big box.\r\n\r\nBut the sleepless nights affected me. I was constantly tired and tearful. By the time my little girl was 6 months old, she would still wake up a few times in the night to feed. But by she slept next to me in the bed so I could just roll over and offer her my breast. Then we all fell asleep again.\r\n\r\nDuring the day my daughter was alert and awake. I had even less time to do my chores because she wanted my attention.\r\nA helpful friend gave me good advice. She told me to take the time to feed her properly during the day so she wasn’t hungry in the night. That way, she wouldn’t wake me up to drink all the time. She told me that by 6 months, babies are ready to sleep right through the night.  \r\n\r\nI so was happy to hear that! Now I look forward to my sleep again! \r\n\r\n**MAMA HELP: Babies like routine. It prepares them for what to expect next in their day. Try a gentle daily routine where you do the same things at around the same time each day. It’s likely your baby will eat and sleep better.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 52, 
        "id": "ce987edaba43406094b7ea6e4ecf12bc"
    }, 
    "model": "GitPageModel"
}