{
    "fields": {
        "subtitle": "Mtoto yuko njiani! Maisha yangu tayari yanabadilika...", 
        "description": "Mtoto yuko njiani! Maisha yangu tayari yanabadilika...", 
        "language": "swh_TZ", 
        "title": "BABA MTENDAJI", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:28:29+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.951648+00:00", 
        "linked_pages": [], 
        "slug": "baba-mtendaji", 
        "content": "Mke wangu karibu amafikia miezi 3 ya ujauzito wake. Tuna furaha! Tunahisi kama tayari tuko na mtoto hapa, hata ingawa hakuna mwingine anayeweza kuona hili chubuko dogo. \r\n\r\nHatujaambia watu wengi kwa sababu tungali waangalifu kuwa tunaweza kupoteza hili chubuko dogo. Tutakuwa tumetoka kwenye eneo la hatari baada ya miezi 3. Sasa niko mwangalifu sana kwa mke wangu, kwa kuwa amebeba kitu cha thamani. Anaonekana maridadi sana, kiasi mwenye umbo la mviringo na anayeonekana kuwa laini na kung’aa zaidi. Najaribu kutobishana naye au kujitetea kwa kuwa sitaki kumkasirisha yeye au mtoto.\r\n\r\nTayari nahisi utofauti kiasi katika maisha yetu. Hataki kwenda kuwatembelea marafiki sana. Anapendelea kukaa nyumbani au kwenda katika matembezi wakati wa jioni. Na baada ya matembezi kwa kawaida yeye huwa amechoka sana. Sijali na ni vizuri kuongea kuhusu maisha yetu ya usoni kama wazazi tukiwa tumelala kitandani tukiwa tumeshikana mikono. Nahisi kuwa nimekosa kuwatembelea marafiki lakini ninahisi mwenye hatia kumuacha pekee yake nyumbani.\r\n\r\nAmekuwa akijihisi mgonjwa wakati wa asubuhi. Tuliambiwa kuwa anapaswa kumega biskuti kavu au chai ya tangawizi na ilionekana kusaidia. Vitu vingi vilimfanya kuhisi kichefuchefu kama vile moshi wa sigara au baadhi ya vyakula. \r\n\r\nSasa huwa tunakula chakula kilicho na afya zaidi. Nimeungana naye katika mabadiliko haya yote ya lishe kwa sababu pia nahisi ni bora zaidi kwa afya. Mimi si mjamzito lakini pia huhisi vyema zaidi baada ya mlo wenye afya!\r\n\r\nHata hivyo, wakati mwingine mimi hukasirika kiasi, kwa kuwa kila kitu huonekana kikizunguka mke wangu na maisha mapya yaliyo ndani yake. Haonekani kuyatambua mahitaji yangu, matakwa yangu au mambo ninayotaka kufanya. Mwanamume wakati mwingine huhitaji kujiondoa kidogo kutoka kwa mazungumzo yanayohusu mtoto!\r\n\r\n**USAIDIZI WA MAMA: Ni vigumu kwa kina mama wengi kulenga mtu mwingine yeyote wakati wa ujauzito. Huwa wenye furaha sana na kushugulika na mtoto anayekua! Msaidie kufanya chaguo jema, kula vyema na kuzingatia safari zake za kliniki.** \r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 41, 
        "id": "070a1bc1b821447a9fe88fde4460c14a"
    }, 
    "model": "GitPageModel"
}