{
  "subtitle": "Here’s how to care for your circumcised baby boy", 
  "description": "Here’s how to care for your circumcised baby boy", 
  "language": "eng_GB", 
  "title": "Help your baby boy heal ", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:34:58+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T09:13:54.573363+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nIf your baby boy’s penis is bandaged, the bandage should fall off within 2 days. If it does not, soak the penis in warm water, and gently unwrap the bandage. Apply antiseptic if the health facility gave it to you. If not, petroleum jelly can protect the wound from germs.\r\n\r\nThere may be some blood on your baby boy's nappy for a few hours after the procedure. Keep the nappy area clean. Wash his penis gently with clean, safe water and mild soap 3 times a day.\r\n\r\nChange his nappy as soon as it gets wet, to avoid infection. You can also give him some nappy-free time. Fresh air will help the wound to dry. Dressing your baby in loose clothing also helps the healing process.\r\n\r\nYour baby boy may feel some pain. Give him a painkiller if the health worker prescribed it. Offer him your breast to comfort him.\r\n\r\nThe wound should heal within 1 or 2 weeks. Take him to the health facility if his penis is red and swollen after 2 to 3 days, if he is still bleeding or if he is  peeing less often than normal.\r\n\r\nRemember: it is never safe to circumcise a girl at any age. Girls should not be circumcised at all.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 17, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "help-your-baby-boy-heal", 
  "uuid": "00d4b9a9b31b4ddbb4ed90e0ca8af3d0"
}