{
  "subtitle": "Will they ever go away?", 
  "description": "Will they ever go away?\r\n\r\n", 
  "language": "eng_UK", 
  "title": "ProudMOM: My baby has spots", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:58:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-09T12:36:45.828215+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "026dd0fe22844c2994f14c99e02596d9", 
  "content": "My baby was a beautiful newborn. Even the nurses told me how pretty she was.\r\nShe had a lot of dark hair and perfect little fingernails. I felt so proud to\r\nshow her off! But after 2 weeks she started to get pimples all over her face.\r\nThey started on her left cheek and spread to cover her whole forehead and\r\nchin. She also had crusty areas over her eyebrows and behind her ears and in\r\nher hair. It didn’t look very nice and I felt embarrassed when people asked to\r\nsee her. Sometimes I was tempted to squeeze her pimples. But my mother told me\r\nit was better to leave them alone – no special creams or ointments, just clean\r\nwater. Luckily she couldn’t see herself and didn’t seem to mind! I found it\r\ndifficult to look at other babies. Why did they look so perfect when my baby\r\nwas covered in spots? I worried that they would never go away. I wondered what\r\nhad caused them. Was it something I did or ate when I was pregnant? Luckily by\r\nthe time she was 6 weeks old the spots had gone and her skin was smooth again.\r\nShe still had some crusts on her head but they were hard to see because of her\r\nhair. She’s back to being the beautiful baby she was when she was born, just a\r\nbit chubbier now! **MAMA HELP: Most bumps and blotches on a newborn baby are\r\nharmless and clear up by themselves. Your baby’s new skin is adjusting to the\r\nworld.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 2, 
  "slug": "proudmom", 
  "uuid": "026dd0fe22844c2994f14c99e02596d9"
}