{
  "subtitle": "Will they ever go away?", 
  "description": "Will they ever go away?\r\n\r\n", 
  "language": "eng_GB", 
  "title": "ProudMOM: My baby has spots", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:58:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T09:02:19.144190+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "026dd0fe22844c2994f14c99e02596d9", 
  "content": "My baby was a beautiful newborn. Even the nurses told me how pretty she was. She had a lot of dark hair and perfect little fingernails. I felt so proud to show her off!\r\n\r\nBut after 2 weeks she started to get pimples all over her face. They started on her left cheek and spread to cover her whole forehead and chin. She also had crusty areas over her eyebrows, behind her ears and in her hair. \r\n\r\nIt didn’t look very nice. I felt embarrassed when people asked to see her. Sometimes I was tempted to squeeze her pimples. But my mother told me it was better to leave them alone – no special creams or ointments, just clean water. Luckily she couldn’t see herself and didn’t seem to mind! \r\n\r\nI found it difficult to look at other babies. Why did they look so perfect when my baby was covered in spots? I worried that they would never go away. I wondered what had caused them. Was it something I did or ate when I was pregnant?\r\n\r\nLuckily by the time she was 6 weeks old the spots had gone and her skin was smooth again. She still had some crusts on her head but they were hard to see because of her hair. She’s back to being the beautiful baby she was when she was born, just a bit chubbier now!\r\n\r\n**MAMA HELP: Most bumps and blotches on a newborn baby are harmless and clear up by themselves. Your baby’s new skin is adjusting to the world.**\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "proudmom", 
  "uuid": "026dd0fe22844c2994f14c99e02596d9"
}