{
  "subtitle": "Use clean equipment", 
  "description": "Use clean equipment", 
  "language": "eng_GB", 
  "title": "How to cut your baby’s cord", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:08:55+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:41:22.869764+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nWhen your baby is born, he is attached to you by a cord, which needs to be cut. If you give birth at a health facility, the cord will be cut in a hygienic way that does not cause infections. \r\n\r\nIf you cannot have your baby in a health facility, you must plan how to take care of the baby’s cord.\r\n\r\nTalk to the person who is helping you to give birth, so they know what to do when the time comes.\r\n\r\nThe birth attendant should have a birth kit ready. If you do not have a birth kit, then you will need a clean sheet to have your baby on, 2 pieces of clean string and 2 cloths: one to dry your baby and one to wrap her in, and a clean, sharp knife or a clean pair of scissors.\r\n\r\nBoil the knife for 10 minutes and the string for 3 minutes to clean them, just before you use them.\r\n\r\nHave clean, safe water and soap ready, so the birth attendant can wash her hands very carefully before she cuts the cord.\r\n\r\nWait until the cord stops pulsing. Then, tie the 2 pieces of string round the cord. One tie should be about the length of your hand away from your baby's tummy. The other, about 3 fingers away from the first tie. Cut the cord in between the 2 ties. \r\n\r\nKeep the baby's cord stump clean and dry until it drops off.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 44, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-cut-your-babys-cord", 
  "uuid": "04734c8e3750410b97caa5cdbb184a32"
}