{
  "subtitle": "When he is about 11 months old", 
  "description": "When he is about 11 months old", 
  "language": "eng_GB", 
  "title": "When will my baby stand up?", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:44:41+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T09:25:36.174730+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nMost babies first try to stand up between 8 and 10 months. Your baby may pull himself up to a standing position, using your hands, or the wall, or a piece of furniture.\r\n\r\nAt first, your baby needs to hold on to you or a solid piece of furniture. By 11 months, he may be able to stand without you holding him. Give him lots of praise and cuddles when he does this.\r\n\r\nAs your baby becomes confident, he starts to move around, still holding on to furniture. When he can do this, he will soon be walking!\r\n\r\nYour baby may stand up easily, but he might find it hard to sit back down again! You can help your baby learn to move from standing to sitting down. Instead of picking him up and sitting him down again, show your baby how to bend his knees. Then encourage him to try it! It may take a few days or weeks before he learns how to bend his knees and sit down.\r\n\r\nStay with your baby when he is moving around, then, if he does fall, you can make sure that he does not get hurt. It also means that when he takes his first step on his own, you will not miss it!\r\n\r\nAll babies develop differently, some more quickly than others. If you are worried about how your baby is developing, talk to a health worker.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "when-will-my-baby-stand", 
  "uuid": "051909a33329401092b107e5ca1aec26"
}