{
  "subtitle": "Is she getting enough milk?", 
  "description": "Is she getting enough milk?", 
  "language": "eng_GB", 
  "title": "ConfusedMOM: My newborn feeds so much", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:03:30+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:55:54.217583+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0d21e5aa092b449497d1ade5f1b6dcf5", 
  "content": "I had just given birth at the hospital when the nurse handed me my baby girl. She said: you must give her your breast now. Then she walked away. I was in shock. How do I feed her? I had no idea... \r\n\r\nI put her mouth to my nipple and thought she would suck. But she didn’t. She didn’t seem to know what to do or how to get my breast into her mouth. All night I tried. And my baby was crying and crying. Eventually I got my nipple into her mouth and she would suck a bit then stop. But she would wake up again and cry and want more.\r\n\r\nIt went on like this all night. But she did pass her first poo.\r\nThen she slept almost the whole day. When I left the hospital the next day, it was the same story at home. She was up all night crying and then slept most of the day.\r\n\r\nLuckily at home I’ve had my mother to help. But it’s been a few sleepless nights now and the exhaustion is getting to me. Baby has her own ideas about when to sleep. So my life is in reverse. I am up all night but can’t really sleep in the day. I can’t remember when I last slept properly.\r\n\r\nMy baby cries a lot and I am not sure she is getting enough milk. I don’t know if I should give her formula as well because she seems so hungry. I keep on and on trying. She looks as if she is gaining weight and she is passing stools and urine just fine.\r\n\r\nBut she feeds non-stop and when I remove my breast she cries. I think I am the one who needs support. \r\n\r\n**MAMA HELP: Newborn babies really are hard work! They cry a lot. They also feed a lot. But if your baby is gaining weight, passing stools and has wet nappies, then you’re both doing well. Remember to take your baby back to the clinic for regular check-ups. The nurse will make sure she is growing and feeding well.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "confusedmom", 
  "uuid": "0d21e5aa092b449497d1ade5f1b6dcf5"
}