{
  "subtitle": "his is what it feels like...", 
  "description": "This is what it feels like...", 
  "language": "eng_GB", 
  "title": "ProudMOM: Worried about labour? ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:56:39+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:51:08.064676+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0d4cc1eb609840cf9a917d86065ee117", 
  "content": "The biggest question I had during my pregnancy was this one: what will labour be like? What do contractions feel like? I asked friends who'd given birth. Mostly, the answer I heard was that a contraction feels like a bad menstrual cramp. \r\n\r\nLet me tell you what it felt like for me...\r\n\r\nEarly labour did feel like really strong menstrual cramps. It was uncomfortable, almost painful – but manageable. I felt the dull ache at the bottom of my abdomen, just like cramps. That lasted about 2 to 3 hours. \r\n\r\nThen, as my labour progressed, the pain got more intense. It didn't feel like period pains anymore. It got sharper and stronger. Luckily, there were breaks in the pain to rest. The pain would hit for a few seconds and then go away completely. I could still function during the breaks. I was able to talk to my husband and midwife. I felt I could handle what was happening to my body.\r\n\r\nThen the pain got stronger. This was the final phase I had learned about. Breaks between contractions were shorter. I won't lie; the pain was fierce. It was hard to find a comfortable position. I just had to get through each contraction. \r\n\r\nThere were some moments towards the end that were scary. I felt tired and I just wanted it to stop. But the nurses were there to talk me through it all. They told me to just handle one contraction at a time... Just one at a time. And when I started pushing, the pain seemed to get less. I just knew I had to push that baby out! And I did. \r\n\r\nI don’t want to scare anybody who is about to give birth. I just want to prepare you for the most amazing experience of your life. Labour is challenging. But if you know what to expect, it’s a bit less scary.\r\n\r\n**MAMA HELP: Make sure you are ready for birth. Make plans get to the clinic on time. Ask friends about labour and get their tips. The more you know about labour, the more likely you are to have a relaxed and healthy labour and birth.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 12, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "proudmom", 
  "uuid": "0d4cc1eb609840cf9a917d86065ee117"
}