{
  "subtitle": "Your baby starts to walk", 
  "description": "Your baby starts to walk", 
  "language": "eng_GB", 
  "title": "11 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T09:08:43+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:54:15.930191+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "3f7b0961e454472e93b956b95d1240de", 
    "207ffbc21773480d949cb042fe172339"
  ], 
  "id": "0e8f823668084e9faf92d8aa6faeb1de", 
  "content": "Created by BabyCenter\r\n\r\nYour baby may say words, or make sounds that seem like words. Her brain is growing, and so is her ability to speak. Listen to her carefully and respond to her sounds. This will encourage her.\r\n\r\nShe is nearly a whole year old now! Even if she doesn't understand exactly what’s going on, at this age, festivals and celebrations with family and friends give her feelings of security and community. She will enjoy simple celebrations, close to home. She may feel overwhelmed if there are too many people around. \r\n\r\nYou may notice your baby is still finding out about objects by putting them in her mouth. She may also climb onto a chair to get to things up high! Take care now, watch her and make sure harmful objects are out of the way.  \r\n\r\nYour baby wants to please you, so it is never too soon to teach her how to help out. Make chores fun by turning it into a game. Break the task into small parts and do it with her.\r\n\r\nYour baby may be walking already, or she will take her first steps soon. \r\n\r\nYou can have fun teaching her to walk. Stand or kneel in front of her and hold out your hands. Try holding both her hands and walking her towards you. She may take her first steps with her arms out to the side and bent at the elbows. She may also turn out her feet and stick out her bottom for balance.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "11-months-old", 
  "uuid": "0e8f823668084e9faf92d8aa6faeb1de"
}