{
  "subtitle": "Your baby starts to walk.", 
  "description": "Your baby starts to walk.", 
  "language": "eng_UK", 
  "title": "11 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T09:08:43.439465+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T11:36:35.058391+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0e8f823668084e9faf92d8aa6faeb1de", 
  "content": "Your baby may say words, or make sounds that seem like words. Her brain is\ngrowing, and so is her ability to speak. Listen to her carefully and respond\nto her sounds. This will encourage her. She is nearly a whole year old now!\nEven if she doesn't understand exactly what’s going on, at this age, festivals\nand celebrations with family and friends give her feelings of security and\ncommunity. She will enjoy simple celebrations, close to home. She may feel\noverwhelmed if there are too many people around. You may notice your baby is\nstill finding out about objects by putting them in her mouth. She may also\nclimb onto a chair to get to things up high! Take care now, watch her and make\nsure harmful objects are out of the way. Your baby wants to please you, so it\nis never too soon to teach her how to help out. Make chores fun by turning it\ninto a game. Break the task into small parts and give a helping hand. Your\nbaby may be walking already, or she will take her first steps soon. You can\nhave fun teaching her to walk. Stand or kneel in front of her and hold out\nyour hands. Try holding both her hands and walking her towards you. She may\ntake her first steps with her arms out to the side and bent at the elbows. She\nmay also turn out her feet and stick out her bottom for balance. created by\nBabyCentre\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 11, 
  "slug": "11-months-old", 
  "uuid": "0e8f823668084e9faf92d8aa6faeb1de"
}