{
  "subtitle": "A whole new world for your baby", 
  "description": "A whole new world for your baby", 
  "language": "eng_GB", 
  "title": "Your new baby", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-07T21:08:44+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-08-25T11:29:13.295421+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "4eef9528945b4dc9b29afc26e155c956", 
    "b1a8a50ad67c40578a56ce1822077df3"
  ], 
  "id": "0ea4917e532c43b6b3bba4ba448c5b72", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour newborn is new to this big, noisy world! You can see he moves in a jerky way as he gets used to it. Soon, his movements will be smoother. \r\n\r\nYou may worry your baby is not getting enough breastmilk. If your baby is feeding every 2 to 3 hours, or at least 8 times a day, then that is enough. The colour of your baby's stools is a good way to check. They are black at first and turn yellow by day 4.\r\n\r\nYour baby can suck, grasp, blink and search for your nipple. Sometimes he will look straight into your eyes. It is good to respond by looking back and smiling and nodding.  He is learning fast!\r\n\r\nAt around two weeks watch for your baby trying to lift his head when he is lying on his belly. He might turn his head from side to side as well. This helps develop his neck muscles.  \t\r\n\r\nAs he approaches 1 month old, your baby begins to lose his newborn quiver and jumpiness.  He is growing stronger every day and learning about the world around him. \r\n\r\nOne exciting change is that he is beginning to make baby noises. This is his way of talking to you! Try to make baby noises back. Keep talking even when you put him down and move away. \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "your-new-baby", 
  "uuid": "0ea4917e532c43b6b3bba4ba448c5b72"
}