{
  "subtitle": "Mtoto wako anaweza kujibiringisha!", 
  "description": "Mtoto wako anaweza kujibiringisha!", 
  "language": "swh_TZ", 
  "title": "Umri wa miezi 5", 
  "primary_category": "6b3a6ec01a20413f88a1758041472a12", 
  "created_at": "2014-10-26T15:47:15.932818+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:52:08.524219+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mtoto wako bado hawezi kuonyesha hisia zake kama wewe. Lakini atakujulisha\nwakati amekasirika, amechoka au amefurahi. Ataonyesha upendo wake kwako kwa\nkuinua mikono yake anapotaka kuinuliwa. Anaweza pia kulia unapoondoka\nchumbani. Kwa sasa, anaendelea kuwa na nguvu zaidi. Mkalishe sakafuni na\nutaona anaweza kuketi peke yake kwa muda. Mzingire na mito na ukae karibu naye\nkumkinga endapo ataanguka. Anaweza akakushangaza kwa kubiringika ghafla!\nUsimwache kitandani au sehemu iliyoinuka ili asije akabiringika. Unaweza\nkubadilisha nepi yake akiwa amelalia kitambaa safi sakafuni. Kuona kwa mtoto\nwako bado kunaendelea kukua. Sasa anaweza kuona vitu vidogo na kufuatilia vitu\nvinavyotembea. Jaribu kuficha kitu chake cha kuchezea anachokipenda zaidi\nkikiwa kinaonekana sehemu ndogo tu. Atafurahia kukifichua! Mtoto wako sasa\nanaweza kukuiga. Toa ulimi wako nje, furisha mashavu yako uone kama atakuiga.\nMtoto wako sasa anaona na kusikia mazingira yake vizuri karibu kama wewe tu.\nUwezo wake wa mawasiliano pia unaimarika kwa haraka. Sauti zake zinaonyesha\nhisia zake. Anaweza kuwa ana furaha, shauku, au akaridhika kwamba ametatua\ntatizo fulani. Anaweza kuanza kubwabwaja, akirudia sauti kama vile \"ba\", \"ma\",\n\"ga\". Haya yote ni maendeleo kuelekea wakati atakapoanza kuongea.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "umri-wa-miezi-5", 
  "uuid": "139a50c5704a46e2a2e9a432d68aada2"
}