{
  "subtitle": "Mtoto analia: Nitamnyamazisha vipi?", 
  "description": "Mtoto analia: Nitamnyamazisha vipi?", 
  "language": "swh_TZ", 
  "title": "BABA WA MARA YA KWANZA", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:35:35.951759+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:19.249749+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kabla ya mtoto wangu kuzaliwa kitu kimoja nilichojua ni kuwa niliwafanya\nwatoto wachanga walie. Ni mara ngapi mama yangu mdogo au binamu alikuwa\namenipatia mtoto na akalia. Ni kama alikuwa anajua sitakuwa baba! Kabla ya\nwangu kuja, niliwaza: na ikiwa mtoto wangu atafanya hivyo pia? Niliamua kuwa\nsitaki hii ifanyike – kwa hivyo nilichukua hatua ya kubaini ni kwa nini watoto\nwachanga hulia. Niliwauliza shangazi zangu wenye ujuzi! Haya ndiyo waliyosema:\n... kuna sababu nne za mtoto kulia: ana njaa, ana maumivu, amejikojolea, au\namechoka. Lakini watoto hawawezi kulia kwa sababu ya kukasirika pia? Bila\nshaka wanaweza kufurahi bila sababu yoyote. Binti yangu aliponipa tabasamu kuu\nkwa mara ya kwanza ni alipokuwa karibu na majuma 6. Ilikuwa wakati wangu bora\nkabisa! Ilikuwa ni kama alikuwa mtu mkubwa. Watoto wachanga hutabasamu kwa\nmama na baba wao na watu wengine wanaowatambua. Wanajikaza na kutoa kicheko\ncha chinichini, kububujika na kuchekacheka. Sasa naonekana natumia muda mwingi\nnikifanya vitu vinavyomfurahisha msichana wangu – Nakunja sura, naiga sauti za\nwanyama, naruka kama chura, na kuvuta miguu yake. Anapolia nachunguza vitu 4.\nKwanza nahakikisha amelishwa vizuri, ana nepi kavu, alilala vizuri usiku na\nhana miba kwenye suruali yake. Ninapokuwa na hakika kuwa yuko sawa, mimi sasa\nhujishughulisha na kumchangamsha kabisa... Najua baadhi ya nyimbo nzuri.\nNaweza kumchezea densi. Kumsomea hadithi. Kumtekenya miguu yake... **USAIDIZI\nWA MAMA: Mtoto anayelia anaweza kumsumbua sana mzazi. Kwanza pitia orodha ya\nvitu 4 vya BABA wa mara ya kwanza ili uhakikishe mtoto ana utulivu. Baada ya\nkuhakikisha, inaweza kuwa ni wakati wa kuleta wimbo na kucheza densi!**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "baba-wa-mara-ya-kwanza", 
  "uuid": "2286b713b3964d2cbe8a852a09fd3644"
}