{
  "subtitle": "Mtoto wako anaanza kutembea", 
  "description": "Mtoto wako anaanza kutembea", 
  "language": "swh_TZ", 
  "title": "Umri wa miezi 11", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-26T16:01:27.430891+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:13.704695+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "25a7172d395b4bab9c60e89b59512e7d", 
  "content": "Mtoto wako anaweza kusema maneno, au kutoa sauti zinazosikika kama maneno.\nUbongo wake unakua, na pia uwezo wake wa kuongea. Msikilize kwa uangalifu na\nujibu sauti anazotoa. Hii itamtia moyo. Amekaribia umri wa mwaka mmoja sasa!\nHata kama haelewi hasa kinachoendelea, katika umri huu, shangwe na sherehe\npamoja na familia na marafiki zinampa hisia za usalama na ujamii. Atafurahia\nsherehe ndogondogo, karibu na nyumbani. Anaweza kuwa na furaha kupindukia\nikiwa kuna watu wengi. Unaweza kuona mtoto wako bado anachunguza vitu kwa\nkuviweka mdomoni mwake. Anaweza pia kupanda kwenye kiti ili afikie vitu\nvilivyo juu! Kuwa mwangalifu sasa, mtazame na uhakikishe hakuna vitu hatari\nkaribu naye. Mtoto wako anataka kukufurahisha, kwa hivyo sio mapema sana\nkumfundisha namna anavyoweza kusaidia. Fanya kazi za nyumbani ziwe za\nkufurahisha kwa kuzifanya kuwa michezo. Gawanya kazi ziwe kazi ndogo ndogo na\nufanye naye. Inawezekana mtoto wako anatembea tayari, au atapiga hatua zake za\nkwanza hivi karibuni. Unaweza kufurahia kumfundisha mtoto wako kutembea.\nSimama au piga magoti mbele yake na unyoshee mikono yako. Jaribu kuishikilia\nmikono yake miwili na umtembeze akikuelekea. Huenda akapiga hatua zake za\nkwanza akiwa amenyoosha mikono yake kando na kuikunja kwenye viwiko. Anaweza\npia kugeuza miguu yake nje na kuchomoza makalio yake ili apate urahisi wa\nkusimama.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 2, 
  "slug": "umri-wa-miezi-11", 
  "uuid": "25a7172d395b4bab9c60e89b59512e7d"
}