{
  "subtitle": "Gradually increase food amounts", 
  "description": "Gradually increase food amounts", 
  "language": "eng_GB", 
  "title": "How much food to give my baby? ", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:36:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T09:21:20.602839+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nBoys and girls need the same amount of food. \r\n\r\nFor the first 6 months of his life, all your baby needs is your breastmilk. After this, you can slowly increase the amount of food you give your baby. She still needs your breastmilk until she is 2 years old.\r\n\r\nHere is how to slowly increase his food:\r\n\r\n**6 months old:** Breastmilk is still your baby’s main food, but now she can start other foods. Feed your baby mashed family food twice a day. 2 spoonfuls is enough for each meal. You can feed your baby the same food that you and your family eat but make sure you mash the food well. Do not put salt in foods for your baby.\r\n\r\n**8 months old:** Your baby will need 3 meals a day. Slowly increase the amount of food he eats at every meal, to about 3 spoonfuls. \r\n\r\n**9 months old:** By now, one of her meals needs to increase to the size of half a bowl of food. For her other 2 meals, still feed about 3 spoonfuls of food. By now she will be able to pick up her food. So give her small pieces of food to pick up. \r\n\r\n**10 months:** Feed your baby 2 half bowls of food a day. For his other remaining meal, he only needs a few spoonfuls.\r\n\r\n**1 year:** He will need 3 or 4 half bowls of food a day, with snacks. Over the next year, slowly fill up the bowl.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 15, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-much-food-give-my-baby", 
  "uuid": "2877d3a8082d411a9c15393dc98e322c"
}