{
  "subtitle": "Mimi ndiye mwanamume: Ninahisi hadi kwenye mifupa!", 
  "description": "Mimi ndiye mwanamume: Ninahisi hadi kwenye mifupa!", 
  "language": "swh_TZ", 
  "title": "BABA ALIYE TAYARI", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:56:12.258444+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:17.860528+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3bf2ac8c8f224b0bbf0ffffb533c6c7b", 
  "content": "Jinsi tunavyokaribia siku ya kuzaliwa kwa mtoto wetu ndivyo ninavyojihisi kuwa\nmwenye nguvu zaidi. Ni dhahiri sana katika mawazo yangu kuwa nataka kutunza na\nkusaidia mtoto huyu. Sijawahi kutunza chochote kile, hata binamu zangu wadogo\nwaliokuwa wakidhulumiwa katika uwanja wa shule. Ninatamani ningeweza\nkuwasaidia wakati ule. Lakini kwa sasa ninajua kwa hakika ninaweza kumsaidia\nmtoto wangu. Ninahisi kwamba ninazidi kuwa mwanamume mzuri! Kuwa baba ni\nvizuri kwangu. Kunanikumbusha kuwa nina uwezo wa kukinga wengine dhidi ya\nhatari. Ninajawa na furaha ninapojifikiria kama baba na mtunzaji. Nataka kuwa\nmwaminifu kwa mke wangu na mtoto huyu. Sitaki kuwa baba anayejitokeza tu\nkatika majira ya raha katika maisha ya mtoto. Au kuwa mwanamume anayesimama tu\nkumuadhibu mtoto punde tu mtoto anapokosea. Ninataka kuwa katika kila sehemu\nya maisha ya mtoto huyu. Ninapofikiria kuhusu kazi ya baba, siwezi kufikiria\nkazi nyingine muhimu kuliko hiyo! **USAIDIZI WA MAMA: Kuwa baba ni kazi ya\nmaisha. Hata ikiwa hauna uhusiano na mama ya mtoto, una majukumu. Majukumu\nhaya ni kwa mtoto wako. Hata hivyo kuwa baba huja na malipo pia. Utahisi\nupendo na fahari unapomtazama mtoto wako mwenye afya na raha anapokua.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": true, 
  "position": 2, 
  "slug": "baba-aliye-tayari", 
  "uuid": "3bf2ac8c8f224b0bbf0ffffb533c6c7b"
}