{
  "subtitle": "Kifukofuko vuguvugu cha kuzalia: Mtoto wangu na mimi tu", 
  "description": "Kifukofuko vuguvugu cha kuzalia: Mtoto wangu na mimi tu", 
  "language": "swh_TZ", 
  "title": "MAMA WA KAWAIDA", 
  "primary_category": "6b3a6ec01a20413f88a1758041472a12", 
  "created_at": "2014-10-21T12:26:33.856530+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:52:12.712648+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mara tu mtoto wangu alipozaliwa nilimshika kwa nguvu. Singemruhusu mkunga\nkumchukua kutoka kwangu ili kumpima uzani au kumdunga sindano. Na hata pia\nkumuosha. Bado! Nilitaka muda na yeye kwanza. Nilijua kuwa kile ambacho mtoto\nwangu alihitaji ni kulala kwenye kifua changu na mimi. Kitamizi bora zaidi\nulimwenguni ni katikati ya matiti yangu. Hii ndiyo mtoto huhitaji, chakula,\njoto na mguso. Katika kliniki, wataka kukwambia cha kufanya. Lakini nilisikiza\nsilika zangu kama mama wa mara ya kwanza. Ulikuwa wakati wa familia yangu mpya\nkuwa pamoja. Mtoto wangu alikuwa akisikia sauti ya wazazi wake kwa mara ya\nkwanza. Niliongea naye huku baba yake akitoa sauti na kuimba. Nilimuweka\nkwenye titi langu. Mara ya kwanza alilamba tu chuchu yangu kisha akanyonya kwa\nsekunde chache kabla ya kuacha. Iligharimu usaidizi wa mkunga kutuonyesha\njinsi ya kumfanya kujishikiza kunyonya inavyofaa. Hii ilichukua angalau saa\nmoja. Sasa ninapomnyonyesha ninaweza kuona macho yake yanayong’aa\nyakinitazama. Wakati wa kuoga na kupima uzani utafika. Nitahakikisha kuwa\namepata chanjo zake zote kwa wakati unaofaa. Lakini bado. Sasa ni wakati wa\nkumjua. Ndani yangu najua kuwa jambo bora zaidi ninalopaswa kufanya sasa hivi\nni kumlisha mara kwa mara na kumuweka karibu. **USAIDIZI WA MAMA: Wakati wako\nna mtoto mchanga ni wa thamani. Nyote mumefanya kazi nzuri! Chukueni muda\nkijiunganisha na kukumbatiana. Ni mara ya kwanza unapokutana na zawadi hii ya\nthamani. Ulimwengu unaweza kusubiri.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-wa-kawaida", 
  "uuid": "3c66b2a2b77e410a841e4d446dcdd031"
}