{
  "subtitle": "Jitayarishe kuwa Mama!", 
  "description": "Jitayarishe kuwa Mama!", 
  "language": "swh_TZ", 
  "title": "Mwezi wa 9", 
  "primary_category": "2b4daa928a004e0ab3fa9056abade482", 
  "created_at": "2014-10-22T12:35:40.058558+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:22:45.724453+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Sasa mtoto wako anaweza kuzaliwa siku yoyote! Tumboni mwako nywele zake\nnyororo zilizokua kipindi cha katikati ya ujauzito zinaondoka. Pia anapoteza\nutando mng’avu uliokuwa kwenye ngozi yake uliokuwa unamlinda wakati akiwa\nanaelea kwenye majimaji tumboni mwako. Mtoto wako anajenga tabaka za mafuta\nchini ya ngozi yake, yatakayomsaidia kuwa na joto atakapozaliwa. Watoto\nwachanga wanahitaji kupewa joto. Njia bora zaidi ya kufanya hivyo ni kumbeba\nmtoto karibu na kifua chako ndani ya nguo zako. Unaweza kuwa unajiuliza jinsi\nutakavyojua uchungu wa kujifungua umeanza. Kuna njia tatu ambazo uchungu\nunaweza kuanza. \\- Unaweza kuona mvujo wenye damu kwenye chupi yako. Hii ni\ndalili kuwa uchungu unaweza kuanza siku moja au mbili zijazo. \\- Unaweza\nkupata mibano ya misuli ambayo ni kama maumivu ya hedhi. Inazidi kuwa mikali\nzaidi, ya mara kwa mara na inauma zaidi kadri uchungu unavyoendelea. \\-\nUnaweza kutokwa na maji kwa wingi au kwa kudondokadondoka. Hili likitokea\nlazima uende mara moja kwenye kituo cha afya. Hakikisha unajua jinsi ya kufika\nkwenye kituo cha afya kabla ya uchungu kuanza. Unahitaji mkunga, muuguzi au\ndaktari wa kukuhudumia unapokuwa katika uchungu wa kujifungua. Hakikisha kuwa\nuna salio la kuongea kwenye simu yako na pesa kwa ajili ya nauli ya basi au\nteksi.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "mwezi-wa-9", 
  "uuid": "3f207873d30d482e8a1ec27ead5ba75f"
}