{
  "subtitle": " Shouldn’t pregnancy be happy?", 
  "description": "Shouldn’t pregnancy be happy?", 
  "language": "eng_GB", 
  "title": "CityMOM: Worried all the time", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T07:33:17+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:33:53.669359+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "43386a763cf64f258631114e1bdc083f", 
  "content": "Pregnancy should be an exciting time. All the things that are happening inside my body should fill me with happiness. But at the moment all I feel is worried. \r\n\r\nI worry about everything. What will the labour be like? Could I miscarry? Will something go wrong? What if my waters break in public? What if there is something wrong with my baby? I am also having nightmares when I sleep. \r\n\r\nWhen I wake up in the morning I don't have the energy to get out of bed. I can feel my baby moving around inside me but I'm filled with thoughts about what could go wrong. I love this baby with all my heart. My dream is that it will have a wonderful life. But the closer my due date comes, the more I worry about what will happen to me and my baby. Is this crazy?\r\n\r\nI wonder if it is normal to feel this way during pregnancy. In the beginning I was so happy and excited. Perhaps it is just that I am scared of labour, or scared of the reality of my situation. Either way, I love my baby and will do what is best.\r\n\r\n**MAMA HELP: Worry is one of the most common things mom report in pregnancy. It is more common than morning sickness and food cravings. You're not crazy. You're just pregnant!**\r\n\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 20, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "citymom-worried-all-time-", 
  "uuid": "43386a763cf64f258631114e1bdc083f"
}