{
  "subtitle": "He will need extra care at birth", 
  "description": "He will need extra care at birth", 
  "language": "eng_GB", 
  "title": "What if my baby is early? ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:50:16+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:28:48.259104+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nMost babies are born in month 9. But sometimes a baby comes early. If you go into labour early, you must to go to a health facility. Your baby will need extra care at the birth. If your baby is small and weak you may have to stay at the health facility until he gets stronger. \r\n\r\nGiving your baby breastmilk is one of the best things you can do to build up his health. The first milk you make is very thick, creamy and full of goodness. Give your baby this precious gift.\r\n\r\nA baby who is born early may not be strong enough to feed at your breast. Feed him by squeezing out your milk into a clean cup. Sterilise the cup, wash it well and rinse with boiling water to kill any germs before you start squeezing out your breastmilk. \r\n\r\nUse a cup rather than a bottle, because a cup is easier to keep clean and the risk of infection will be less.\r\n\r\nHold your baby on your lap. Gently tilt the cup so it touches his lower lip and a little milk enters his mouth. He will soon learn to start lapping the milk. \r\n\r\nYour baby will also need lots of warmth. Keep him firmly strapped between your bare breasts to give him warmth from your body. \r\n\r\nCarrying your baby securely in a blanket close to your body will comfort him, help you both bond, and will also help him to develop. It will also help you to produce breastmilk.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 59, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-if-my-baby-early", 
  "uuid": "434bfb275959461b94c7a282cb1fe6e8"
}