{
  "subtitle": "I am wasting away", 
  "description": "i am wasting away", 
  "language": "eng_GB", 
  "title": "BusyLady: Too thin after baby", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:19:39+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:59:04.966623+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4478f6d9c90e422596ea797279eece9a", 
  "content": "I have always been tiny. But for the year after I gave birth to my boy, people told me I looked like a walking skeleton. \r\n\r\nA week after birth I was already back in my old clothes. But the weight loss didn’t stop there. My baby seemed to be always attached to my breast. And as he fed, I got thinner and thinner. \r\n\r\nI had been breastfeeding for 9 months when I caught sight of myself in a shop window in town. I was shocked: I was just skin and bone. Others had kept asking if I was sick. So I decided to see a doctor. \r\n\r\nHe told me that my body had stopped absorbing nutrients and that it was going to take some time to come right. I was put on an eating programme of healthy food. I had to eat a lot of energy food and fresh food to get vitamins. \r\n\r\nThe doctor also told me to start moving my baby onto solid foods. He showed me how to do this. \r\n\r\nNow that I have started to gain strength, I feel much better. I have not gained any weight, but I have not lost any either. \r\n\r\nFor a long time, the thought of another pregnancy scared me. I didn’t think my body would cope. But I am starting to think I could do it again! This time round, I would eat carefully and make sure to put a lot of good food in my body. Now I know that I must take care of myself so that I can take care of my family.\r\n\r\n**MAMA HELP: If you are not sure you can stick to a healthy diet on your own, ask your healthcare worker for help. You will need to eat foods rich in good fats, vitamins and minerals. These are essential for a healthy baby and a healthy mom.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "busylady", 
  "uuid": "4478f6d9c90e422596ea797279eece9a"
}