{
  "subtitle": "I found my own way. ", 
  "description": "I found my own way. ", 
  "language": "eng_GB", 
  "title": "NaturalMother: Breastfeeding confusion! ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:53:53+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:46:01.165221+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4aa2bf25088240e2b310413f061cd279", 
  "content": "There are so many people giving me advice about feeding my new born baby. I just don't know what to think! Some of my friends say I must stick to certain times in the day to feed my baby like every 4 hours on the hour.\r\n\r\nBut I can't possibly let her cry when she seems to be hungry. And I can't force her to drink when she is not. So I just pick her up when she is restless and starts to niggle and put her on my breast. Usually she latches on and starts drinking until she is full. Then my breast, which was quite hard and full before, becomes soft and feels empty. \r\n\r\nI try to let her drink from both my breasts. This relieves the discomfort I feel when they get too full. My baby usually becomes very sleepy after drinking, so I gently hold her upright and let her burp. Then I put her down to sleep again. Judging from the size of her yellow and smelly poop, she must get enough food!\r\n\r\nThen another mother told me that I must give her cooled, boiled water between feeds from when she is 6 months. It’s because babies can get dehydrated. It is quite hot in the day, so I thought I would give it a try. \r\n\r\nBut my baby has not sucked on anything else but my breasts. So when I tried to put a cup in her mouth, she pulled a face and didn't want it. \r\n\r\nShe makes 3 to 4 big wees in the day. The urine is pretty clear and not yellow or dark. So I think that she drinks enough liquid. Her skin is also rosy and her face gets rounder every day. I had her weighed at the clinic and she is putting on the right amount of weight. So I am starting to relax now!\r\n\r\nI found my way. My nipples were quite sore in the beginning. Then somebody told me that my baby has to take my breast further into her mouth. My nipple mustn’t get squeezed on her hard palate. It must rather be further back in her mouth, where it is softer. Since I did that, it doesn’t hurt anymore when I feed her. \r\n\r\nSometimes she doesn’t latch on properly and then I let her open her mouth wider and latch on again. Sometimes it works right away. But sometimes we both have to try a couple of times. It gets easier the more often we do it. \r\n\r\nNow I find breastfeeding easy and natural. It’s so convenient! I can go anywhere and feed my baby wherever I want to.\r\n\r\n**MAMA HELP: Your baby is getting enough milk if she is having regular feeds, 6 to 8 wet nappies a day and gaining weight. She needs no food or liquid other than breast milk for the first 6 months.**\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 15, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "naturalmother", 
  "uuid": "4aa2bf25088240e2b310413f061cd279"
}