{
  "subtitle": "My life is changing already...", 
  "description": "My life is changing already...\r\n\r\n", 
  "language": "eng_GB", 
  "title": "PracticalDAD: Baby on the way!", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:52:56+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:43:43.003100+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4ff538fe70744ebb929f519408c357d4", 
  "content": "My wife is almost 3 months into her pregnancy. We are happy and excited! It feels as if the baby is already here with us, even though nobody else can even see the little bump. \r\n\r\nWe haven’t told many people yet. We are still cautious that we could lose this little bump. We will be out of the danger zone after 3 months. I am very careful with my wife now. She is carrying precious cargo. She looks so beautiful, somehow rounder and softer and more radiant. I try not to argue or get my way because I don’t want to upset her or the baby.\r\n\r\nI already feel quite a difference in our lives. She doesn’t want to go out to visit friends as much. She would rather stay at home or go for an evening walk. And after that she is usually very tired. I don’t mind and it’s nice to talk about our future lives as parents lying in bed and holding hands. I do miss seeing my friends but I feel guilty leaving her at home alone.\r\n\r\nShe has been feeling sick in the mornings. We were told she should nibble on dry biscuits or ginger tea. It seemed to help. Lots of things made her feel nauseous like cigarette smoke or car fumes or some foods. \r\n\r\nWe eat more healthy food now. I’ve joined her in all these changes in her diet because I also feel it’s healthier. I’m not even pregnant but I also feel better after a healthy meal!\r\n\r\nBut sometimes I get a bit get irritable. Everything seems to revolve around my wife and the new life inside of her. She doesn’t seem to notice my desires or wishes or the things I want to do. A man does need a break from baby talk sometimes!\r\n\r\n**MAMA HELP: It’s hard for many moms to focus on anyone else during pregnancy. They are too excited and busy growing a baby! Help her to make good choices, eat well and keep her clinic visits.** ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 16, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "practicaldad", 
  "uuid": "4ff538fe70744ebb929f519408c357d4"
}