{
  "subtitle": "Mwimbie mtoto wako, anaweza kukusikia!", 
  "description": "Mwimbie mtoto wako, anaweza kukusikia!", 
  "language": "swh_TZ", 
  "title": "Mwezi wa 6", 
  "primary_category": "2b4daa928a004e0ab3fa9056abade482", 
  "created_at": "2014-10-22T12:18:23.324095+00:00", 
  "featured_in_category": true, 
  "modified_at": "2014-11-13T09:22:46.494667+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Tumboni mwako, mtoto wako sasa anaamka na kulala katika vipindi mahususi. Sasa\nanaweza kufumba na kufumbua macho yake, na kunyonya kidole chake au kidole\ngumba chake! Hii husaidia kukuza misuli yake ya kunyonyea ili awe na nguvu za\nkutosha za kunyonya mara tu anapozaliwa. Ubongo wake unakua kwa haraka sasa.\nSasa anaweza kujibu sauti. Mwanzoni, atasikia tu sauti kutoka mwilini mwako,\nkama vile mapigo yako ya moyo. Lakini polepole ataanza kusikia kelele kutoka\nnje ya mwili wako. Mwimbie mtoto wako ili asikie sauti yako. Unaweza kuhisi\nkama mimba yako iko juu karibu na mbavu zako, jambo ambalo litakufanya uhisi\nkukosa hewa. Kula kunaweza kuwa kugumu kwa sababu tumbo lako linaweza kuwa\nlimefinywa na mtoto wako anayekua. Kula milo midogomidogo mara nyingi zaidi na\nvitafunio kati ya milo. Mtoto wako kadri anavyokua ndivyo tumbo lako linakua.\nNgozi juu ya tumbo lako inavutika na inaweza kuwasha. Unaweza ukaona mistari\nmyekundu kwenye tumbo, kiuno, makalio na matiti yako. Hizi ni alama za\nkuvutika na zitafifia na kuwa alama hafifu baada ya kujifungua. Unaweza kupata\nmikakamao ya miguu au mishipa kuvimba. Matiti yako sasa yamejaa zaidi na ni\nmazito zaidi. Hii ni kwa sababu yanatayarishwa kutengeneza maziwa kwa ajili ya\nmtoto wako.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "mwezi-wa-6", 
  "uuid": "51e94e851a4c4d5c82b7c15b94952741"
}