{
  "subtitle": "Kuwa mwangalifu sasa, mtoto wako anaweza kuchunguza!", 
  "description": "Kuwa mwangalifu sasa, mtoto wako anaweza kuchunguza!", 
  "language": "swh_TZ", 
  "title": "Umri wa mwaka 1", 
  "primary_category": "3401bc0e4c3b4c9c91db29ef03848b3b", 
  "created_at": "2014-10-26T16:03:02.751571+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:22:42.275488+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mtoto! Furahia siku ya kuzaliwa. Hivi karibuni, mtoto wako atajitegemea zaidi,\natapata ucheshi wake na zaidi ya yote, atajifunza kusema kwamba anakupenda.\nMtoto wako bado anaweza kuwa hapendi ukimwacha. Hili ni jambo la kawaida.\nIkiwa kuna muda mwingi wa kusema kwa heri, atapata muda wa kuzoea. Ni jambo la\nkufurahisha mtoto wako anaposema maneno sawasawa. Lakini bado hataweza kusema\nanachotaka au anavyohisi kwa kutumia maneno. Atatumia lugha ya vitendo vya\nmwili kwa muda. Anaweza kuinua mikono yake kuelekeza \"juu\" au kunyosha kidole\nakimaanisha \"Ile ni nini?\" Anaweza kutumia neno moja kumaanisha vitu vingi.\nSikiliza sauti inavyotoka. Atasema neno lilelile kwa njia tofauti akitumia\nishara tofauti. Anaweza kuchukua vitu vidogo akitumia kidole gumba na kidole\ncha shahada kwa urahisi sasa. Anaweza kuokota vitu toka sakafuni na kuviweka\nmdomoni. Kagua vitu vilivyo sakafuni ili kuhakikisha hakuna kitu hatari\nkinachoweza kumdhuru. Anatazama kila kitu unachofanya. Watoto hupenda kuiga\nwatu, hasa wazazi wao. Hivi ndivyo wanavyojifunza. Ataiga maneno yako na sauti\nya lugha yako pia. Anaweza akawa na meno mengi sasa. Yaweke safi kwa mswaki\nmdogo ulio laini na kiasi kidogo cha dawa ya meno. Mwangalie mtoto wako\nmpendwa na ukumbuke safari mliyosafiri pamoja - kuanzia yule mtoto mchanga\nasiyejiweza hadi mtoto wa mwaka 1 mwenye nguvu. Kila la heri kwa siku zijazo.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "umri-wa-mwaka-1", 
  "uuid": "5293c3ea0ee34807a1b714db231c90eb"
}