{
  "subtitle": "Niko katika leba? Sikujua nilikuwa na ujauzito!", 
  "description": "Niko katika leba? Sikujua nilikuwa na ujauzito!", 
  "language": "swh_TZ", 
  "title": "MAMA ALIYE NA MSHANGAO", 
  "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
  "created_at": "2014-10-21T12:44:36.767547+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:19.027040+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Hata sikujua kuwa nilikuwa na ujauzito hadi nilipoenda katika leba na\nnikajifungua mtoto wangu. Hili linaweza kusikika kama lisilo la kawaida.\nLakini sikuongeza uzani wowote. Au, iwapo niliongeza, sikugundua kwa sababu\nhata hivyo mimi huwa na tumbo kubwa. Kisha siku moja kwa ghafla, niliamka\nnikihisi kizunguzungu sana. Nilienda katika kliniki ili nijue tu kilichojiri.\nNilipowaambia wauguzi nilivyohisi, waliamua kufanya vipimo fulani. Walirudi na\nkuniambia kuwa nilikuwa na ujauzito! Nilishtuka sana hadi nikashuka sakafuni.\nKisha wakaniambia kuwa shinikizo la damu yangu lilikuwa juu sana na mtoto\npamoja na mimi tulikuwa hatarini. Waliniambia kuwa walihitaji kunipeleka\nhospitalini mara moja na wazalishe mtoto. Waliwapigia wazazi wangu simu na\nkuwaeleza kila kitu. Wazazi wangu walishtuka sana, lakini pia walifurahi sana.\nNilipelekwa na gari la wagonjwa moja kwa moja na nikafanyiwa upasuaji wa\nkuzaa. Walinipa mtoto wangu mvulana. Saa chache kabla, sikuwa hata nimejua\nkuwa nilikuwa mjamzito na sasa nilikuwa na mtoto mvulana! **USAIDIZI WA MAMA:\nKukosa hedhi ndiyo ishara ya kwanza kuwa huenda una ujauzito. Kipimo kwenye\nkliniki kutahakikisha hili. Wahudumu kwenye kliniki hiyo watakuambia kuhusu\nsafari za mara kwa mara za kliniki unazopaswa kutekeleza katika muda wa\nujauzito ili kuhakikisha usalama wako na wa mtoto wako. Sikiza kwa makini\nwatakayosema. Jaribu kufanya wanavyokuambia.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-aliye-na-mshangao", 
  "uuid": "5f9afca720b84f3aa8381eb210d6e5e7"
}