{
  "subtitle": "Your baby can copy you", 
  "description": "Your baby can copy you", 
  "language": "eng_UK", 
  "title": "9 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:57:00.582744+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T11:36:35.270375+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "67088a0652234760a47076c1421d4f24", 
  "content": "She is used to her surroundings and she likes familiar things. At this age,\nshe may be clingy and need distracting. She may feel calmer if she can keep\nher own blanket or favourite toy with her, so she carries a little bit of home\nwhen she goes out. Quiet time away from noise and strangers will also help her\nto adjust. By now, your baby remembers things, like where her toys are kept.\nShe can also copy actions she has seen as far back as two weeks ago. But she\nstill can’t remember everything. Your baby's long-lasting memory may not\ndevelop until she is two or three years old. Your baby's babbling may begin to\nsound more like real words. Your baby thinks she is saying something, so\nrespond as if she really is! She’ll learn about conversation and facial\nexpressions from you when you talk to her and look at her. Your baby still\nunderstands more from your tone than from your actual words. She knows when\nshe has made you happy, so offer lots of praise. Your baby's personality is\nreally coming out now. She may be sociable and smile at everyone she meets, or\nshe may be shy and hide her face. Your baby knows how to get your attention\nnow, and may wave goodbye when she sees you go to the door. created by\nBabyCentre\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 9, 
  "slug": "9-months-old", 
  "uuid": "67088a0652234760a47076c1421d4f24"
}