{
  "subtitle": "Your baby can copy you", 
  "description": "Your baby can copy you", 
  "language": "eng_GB", 
  "title": "9 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:57:00+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:53:01.748300+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "7f7f87aee5cd46d79d3c25912d9efb69", 
    "3f7b0961e454472e93b956b95d1240de"
  ], 
  "id": "67088a0652234760a47076c1421d4f24", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby is used to her surroundings and she likes familiar things. At this age, she may be clingy and need distracting. She may feel calmer if she can keep her own blanket or favourite toy with her, so she carries a little bit of home when she goes out. Quiet time away from noise and strangers will also help her to adjust.\t\r\n\r\nBy now, your baby remembers things, like where her toys are kept.  She can also copy actions she has seen as far back as 2 weeks ago. But she still can’t remember everything. Your baby's long-lasting memory may not develop until she is 2 or 3 years old.\r\n\r\nYour baby's babbling may begin to sound more like real words. Your baby thinks she is saying something, so respond as if she really is! She’ll learn about conversation and facial expressions from you when you talk to her and look at her.\r\n\r\nYour baby still understands more from your tone than from your actual words. She knows when she has made you happy, so offer lots of praise. \r\n\r\nYour baby's personality is really coming out now. She may be sociable and smile at everyone she meets, or she may be shy and hide her face. Your baby knows how to get your attention now, and she may wave goodbye when she sees you go out.\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "9-months-old", 
  "uuid": "67088a0652234760a47076c1421d4f24"
}