{
  "subtitle": "Get medical help immediately", 
  "description": "Get medical help immediately", 
  "language": "eng_GB", 
  "title": "Heavy bleeding", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:19:42+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:48:59.676636+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nIf you are soaking more than 1 large pad or cloth an hour, go to the clinic now, straight away. \r\n\r\nIt is normal to bleed a little after birth because your body is clearing out the lining of your womb. \r\n\r\nBut if you suddenly start to lose fresh red blood, you need help. This blood loss may make you feel dizzy, sweaty or faint.\r\n\r\nThere are many reasons why you might be losing too much blood.\r\n\r\nAfter birth, the womb usually shuts off the blood vessels that took blood through to the baby. If this does not happen, the blood vessels leak into the womb and cause heavy bleeding.\r\n\r\nSometimes the placenta does not come away cleanly, and this, too, can cause heavy bleeding. \r\n\r\nA health worker can help to stop the flow of blood. You may be given an injection or tablets to take. You may also need extra fluid through a drip to replace what you have lost. Get help at a clinic as soon as you see heavy or bright red blood.\r\n\r\nYou will need lots of rest when you get home. Ask your family and friends for help.\r\n\r\nIf you have any medicines to take, finish them even if you feel better. This will help you to recover.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 32, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "heavy-bleeding", 
  "uuid": "6818f0ac742d4e1a833e411d08878a51"
}