{
  "subtitle": "i feel a bit crazy!", 
  "description": "I feel a bit crazy!", 
  "language": "eng_GB", 
  "title": "Motherof4: Horrible pregnancy hormones", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:49:47+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:36:01.194205+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "695b028452f548b7b092549d83e3bdb9", 
  "content": "I've realised something about myself – I'm not very easy to live with when I'm pregnant. When I was pregnant with my first child, I remember being surprised at how angry I would get with my husband. We had terrible fights! But now I’m quite sure it was just the pregnancy hormones. Thankfully once my daughter was born things settled down. But it didn't do my marriage much good.\r\n\r\nNow, ten years later, I’m pregnant with twins. And those crazy pregnancy hormones are playing with my moods again! There have been a few days when I really and truly just lost my temper. But this time it’s not just my husband who has had to deal with my moods.  \r\n\r\nRecently, I stormed off down a dirt road crying my eyes out in anger at something so small I can’t even remember what it was. Last week, I sulked in a room on my own when we visited my husband’s family for dinner. When I came out, I found my husband had taken my advice and gone home without me! \r\n\r\nI also shouted at friends who were staying in our home with us when I came home from my job to find the dishes unwashed! Then there was the day I slammed our front door in the face of somebody who was trying to sell me vegetables. \r\n\r\nI even burst into tears when somebody said something kind to me and helped me into the bus! \r\n\r\nThank goodness the ups and downs are almost over... I just hope that I will be forgiven for my mood swings by the time baby comes.\r\n\r\n**MAMA HELP: It's common to have mood swings during pregnancy. This is partly because of the change you face in your life. It is also partly because of the rise in hormone levels in your body. This can affect your mood, making you feel tearful or easily irritated.**\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 18, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "motherof4", 
  "uuid": "695b028452f548b7b092549d83e3bdb9"
}