{
  "subtitle": "I’m ready to be a father!", 
  "description": "I’m ready to be a father!\r\n", 
  "language": "eng_GB", 
  "title": "readyDAD: I’m the man ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:47:47+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T09:01:20.912177+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6ca7be104c754ac59184d3408a990c6c", 
  "content": "The closer we get to the birth of our child, the stronger I feel. It is so clear in my mind: I want to care for this child and support it.\r\n\r\nI have never looked after anything before – not even my little cousins who were bullied in the schoolyard. I always wished I could help them back then. But now I know I really can help my own child. I feel like I’m becoming a better man!\r\n\r\nBeing a father will be good for me. It’s reminding me that I do have the power to protect others from danger. I am filled with such happiness when I think of myself as the father and the caregiver. \r\n\r\nI want to be faithful to my wife and to this child. I don’t want to be a father who is only there for the big moments in a child’s life. Or the man who stands up only to discipline the child when it misbehaves. \r\n\r\nI want to be there for every part of this kid’s life. When I think about the job of a father, I cannot think of any other job that could be more important! \r\n\r\n**MAMA HELP: Being a father is a job for life. Even if you are no longer in a relationship with a child’s mother, there are responsibilities. These are to your child. But being a father comes with all the rewards as well. You’ll feel love and pride as your watch your healthy, happy child grow up.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "readydad", 
  "uuid": "6ca7be104c754ac59184d3408a990c6c"
}