{
  "subtitle": "Je, leba hii itawahi kuisha? Kisha nikamuona mtoto wangu msichana.", 
  "description": "Je, leba hii itawahi kuisha? Kisha nikamuona mtoto wangu msichana.", 
  "language": "swh_TZ", 
  "title": "MAMA ALIYE NA UCHUNGU", 
  "primary_category": "2b4daa928a004e0ab3fa9056abade482", 
  "created_at": "2014-10-21T12:41:34.014561+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:12:03.835308+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ujauzito wangu ulikuwa rahisi kimwili. Lakini nilikuwa mwenye\nkubadilikabadilika kihisia kutokana na homoni za ujauzito. Nilikosana na mume\nwangu muda wote! Kwa hivyo nilifurahi tarehe yangu ya kujifungua ilivyofika.\nLakini ulipita na mtoto wangu hakuwa akionyesha ishara za kufika. Nilingoja na\nkungoja… Kisha siku 7 baada ya terehe yangu tarajiwa niliona damu kwenye chupi\nyangu. Nilipanga vitu vyangu na tukaenda hospitalini. Nilipofika hapo ilikuwa\nsaa tatu na nusu za usiku. Hakukuwa na uchungu wowote...hadi karibu saa saba\nza usiku. Kisha ikaanza! Nilijiambia nivumilie tu, kwani nilijua ni muda tu\nkabla ya mtoto wangu kuja. Lakini kufikia saa nne asubuhi iliyofuata nilikuwa\nnimechoka na ilikuwa chungu sana. Niliingiwa na hofu. Niliwaambia wakunga kuwa\nnilikuwa nafariki. Walisema: haya, kwanza unahitaji kusukuma mtoto wako nje na\nkisha ufe kivyako. Lakini tunataka usukume kwanza! Nilikasirishwa sana nao.\nNilikuwa napigia kila mtu kelele. Waliendelea kuniambia nitembee juu na chini\nkwenye ushoroba. Mume wangu alirudi saa mbili usiku huo. Wakati huo nilikuwa\nkama mwenye wazimu. Kwanza nilimuambia anivue nguo kwa sababu nilikuwa na joto\nsana. Kisha nikamwambia anivishe tena kwa sababu nilikuwa na baridi. Alifanya\nlolote nililomwambia! **USAIDIZI WA MAMA: leba ya kila mwanamke ni tofauti,\nlakini mwishowe zote hupelekea kupata mtoto! Tafuta habari nyingi iwezekanavyo\nkuhusu vipindi vya leba kabla ya kuzaa. Muulize mama yako na marafiki\nwakusimulie hadithi zao za kuzaa. Habari itakupa ujasiri.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-aliye-na-uchungu", 
  "uuid": "6cba174d927347c9974c5c447aa6a598"
}