{
  "subtitle": "Make your baby laugh", 
  "description": "Make your baby laugh", 
  "language": "eng_GB", 
  "title": "4 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:16:02+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:50:24.553606+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "43386657778548b08b8bc7089e3dc8e5", 
    "fb452b5081b3461faf35c88a7ca7ce72"
  ], 
  "id": "6ff678d6d63c4d79be341473a5d2e90f", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby is changing quickly. She can make basic sounds. She may even say something that sounds like ‘Ma-ma’ this month! Do not worry if she does not. All babies develop at different rates. \r\n\r\nSo far, she has needed your full-time attention.  Now she may be happy amusing herself sometimes. You may find her happily playing with her hands and feet! \r\nAt this age, it is good for your baby to be with loved ones or trusted friends. As she grows, your baby will need to learn social skills and how to interact with others. Your family will love having a cuddle! You can give her lots of cuddles when you get back.\t\r\n\r\nEven though crying is still your baby's best form of communication, she is also getting a sense of humour. Play peek-a-boo with her. See if she laughs when your face appears from under a blanket. \r\n\r\nAt this age, if she is on her belly, she may lift up her head and shoulders, using her arms for support.  Your baby may even be able to roll over from her front to her back. Encourage her by jiggling a toy on the side she usually rolls to. Clap and smile when she does!\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "4-months-old", 
  "uuid": "6ff678d6d63c4d79be341473a5d2e90f"
}