{
  "subtitle": "Then I met my baby girl", 
  "description": "Then I met my baby girl", 
  "language": "eng_GB", 
  "title": "MOMinpain: Will this labour ever end? ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:07:28+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:57:21.304229+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "71703b80ff204196bba2a7842b2c2222", 
  "content": "My pregnancy was physically easy. But I was very moody due to the pregnancy hormones. I disagreed with my husband all the time! So I was glad when my due date came. But the date passed and my baby wasn’t showing any signs of arriving.\r\n\r\nI waited and waited...\r\n\r\nThen, 7 days after my due date I noticed some blood on my underwear. I got my things together and we went to the hospital. When I got there it was 9.30pm. There was no pain at all… until about 1am. Then it started!\r\n\r\nI told myself to just hang in there as I knew it was a matter of time before my baby came. But by 10am the next morning I was tired and it was so painful. \r\n\r\nI got panicky. I told the midwives I was dying. They said: well, first you need to push your baby out – and then you can die on your own. But we need you to push first!\r\nI got so angry with them. I was shouting at everyone.\r\n\r\nThey kept telling me to walk up and down the corridor.\r\n\r\nMy husband came back at 8pm that night. By then I was like a crazy person. First I told him to take my clothes off because I was too hot. Then I told him to dress me again because I was cold. The poor man just did whatever I asked!\r\n\r\nFinally at 8.40pm I felt like pushing. The midwives were there. They told me to push when I felt like pushing – but that I should not force it. It was quick. Five minutes later at 8.45pm, I gave birth to my baby girl. \r\n\r\n**MAMA HELP: Every woman’s labour is different. Find out as much as you can about the stages of labour before you give birth. Ask your mother and your friends to tell you their birth stories. Knowledge will give you confidence.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mominpain", 
  "uuid": "71703b80ff204196bba2a7842b2c2222"
}