{
  "subtitle": "Miguu inayouma, iliyovimba: Itawahi kupoa?", 
  "description": "Miguu inayouma, iliyovimba: Itawahi kupoa?", 
  "language": "swh_TZ", 
  "title": "MAMA ANAYEZAA MARA YA KWANZA", 
  "primary_category": "2b4daa928a004e0ab3fa9056abade482", 
  "created_at": "2014-10-21T12:33:33.163923+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:22:51.309783+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nilidhani nitapata kichefuchefu cha asubuhi, hamu ya ajabu ya chakula na\nmatiti yaliyovimba wakati wa ujauzito. Nilidhani nitahisi mwenye kupenda na\nkuwa na hisia. Au kuwa tofauti kwa njia nyingine. Lakini nahisi hali ya\nkawaida kabisa! Kusema ukweli naelewa wale wasichana wanaosema hawakujua\nwalikuwa wajawazito! Kama si kukosa hedhi na kuenda kliniki kwa uchunguzi\nsingekuwa nimejua. Hakuna kichefuchefu cha mjamzito asubuhi. Hakuna hamu\nyoyote. Sihisi chochote. Maisha yangu yanaendelea kama kawaida. Hata hivyo\nsiwezi kustahimili kitunguu saumu...inabidi tuondoe kitunguu saumu nyumbani\nmwetu kwa sababu harufu ni kali sana kwangu. Nala zaidi. Mama yangu\nanalalamika kwa sababu hajazoea hali yangu ya kula sana (lakini nafikiri\nanalalamika ikiwa sikula vizuri!) Huwa ananilalamikia na mimi hufurahia. Hata\nmimi huhisi vizuri zaidi kuliko hali ya kawaida! Inaonekana aleji yangu\nimepotea – labda ni kwa sababu ya chakula kizuri ninachopata. Ningali na\nnguvu. Marafiki na familia yangu wanashangazwa kuwa ningali nafanya kazi hadi\nwa leo. Lakini maisha yanaendela au siyo? Sijaongeza uzani sana na nilianza\nkuonyesha mwishoni mwa mwezi wa tano. Dalili yangu mbaya zaidi ni kuvimba kwa\nmiguu! Mtoto anakalia sana upande wa kushoto kwa hivyo mguu wangu wa kushoto\numevimba karibu mara mbili ya kiasi cha kawaida. Inashtua na kuonekana vibaya.\nViatu vya kuingiza miguu si vizuri na nina aina moja ya ndara ninayoweza\nkuvaa. Au champali za nyumbani! Nina wasiwasi miguu yangu itakua kabisa na\nnitapata aina gani ya viatu vikubwa vya wanawake? Mama yangu mdogo kutoka\nkijijini alisisitiza tushauriane na nabii, lakini daktari alinihakikishia kuwa\nni kawaida. **USAIDIZI WA MAMA: miguu iliyovimba (edema) wakati wa ujauzito\ninaweza kuwa mbaya zaidi wakati unapokaribia kuzaa. Unaweza kukosa utulivu,\nlakini haitakudhuru na ni kawaida. Inapaswa kupoa usiku. Ikiwa haitapoa, au\nmikono au uso wako kuwa na uvimbeuvimbe, tembelea kliniki kwa uchunguzi.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-anayezaa-mara-ya-kwanza", 
  "uuid": "783256528cb5462d9c0ff79bc3604516"
}