{
  "subtitle": "Your baby gets curious", 
  "description": "Your baby gets curious", 
  "language": "eng_UK", 
  "title": "7 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:54:19.014420+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-11T11:13:32.629452+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7fd74f3809b6450896eff636df9329d0", 
  "content": "Your baby will start to want to feed herself now. Perhaps she grabs the spoon\nyou are feeding her with, or takes food from your plate? Try putting small\nchunks of soft foods on her plate. She will love picking them up and eating\nthem! Remember girls need the same amount of food as boys. Your baby may have\na good appetite, but not many teeth. Start with food that a she can gum or\neasily move round her mouth. At this age babies get curious. She might throw\ntoys or pull her sister's hair! Your baby is just testing things out, not\nbeing bad. She won’t remember things for very long, so reprimands will not\nmean much to her yet. But she can be distracted easily. So show her a toy or\nsing her a song to stop her doing things you don’t want her to do. Don't worry\nif she has gaps between her teeth. The spaces between your baby's teeth will\nprobably close up by the time she's three, once all of her baby teeth have\ngrown. Around now, your baby may get nervous about you going away. She is so\nattached to you that leaving her, even for a minute, may make her cry. This is\nnormal, and short separations will help your baby socialise with other people.\nSoon she will learn that you always come back to her. By now your baby's\nemotions are getting more obvious. She may blow a kiss to people she knows.\nShe is also beginning to notice other people's moods and copy them. If she\nsees someone crying, she may start crying, too. created by Baby Centre\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 5, 
  "slug": "7-months-old", 
  "uuid": "7fd74f3809b6450896eff636df9329d0"
}