{
  "subtitle": "Your baby gets curious", 
  "description": "Your baby gets curious", 
  "language": "eng_GB", 
  "title": "7 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:54:19+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:52:01.451143+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "824b8312c88c441e8aa3ae0ed81015cb", 
    "7f7f87aee5cd46d79d3c25912d9efb69"
  ], 
  "id": "7fd74f3809b6450896eff636df9329d0", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby will start to want to feed herself now. Perhaps she grabs the spoon you are feeding her with, or takes food from your plate? Try putting small chunks of soft foods on her plate. She will love picking them up and eating them! Remember girls need the same amount of food as boys. \r\n\r\nYour baby may have a good appetite, but not many teeth. Start with food that a she can gum or easily move round her mouth. \r\n\r\nAt this age babies get curious. She might throw toys or pull her sister's hair! Your baby is just testing things out, not being bad. She won’t remember things for very long, so reprimands will not mean much to her yet. But she can be distracted easily. So show her a toy or sing her a song to stop her doing things you don’t want her to do.\r\n\r\nDon't worry if she has gaps between her teeth. The spaces between your baby's teeth will probably close up by the time she is 3 years old, once all of her baby teeth have grown. \r\n\r\nAround now, your baby may get nervous about you going away. She is so attached to you that leaving her, even for a minute, may make her cry. This is normal, and short separations will help your baby socialize with other people. Soon she will learn that you always come back to her.\r\n\r\nBy now your baby's emotions are getting more obvious. She may blow a kiss to people she knows. She is also beginning to notice other people's moods and copy them. If she sees someone crying, she may start crying, too.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "7-months-old", 
  "uuid": "7fd74f3809b6450896eff636df9329d0"
}