{
  "subtitle": "Mtoto wangu ana madoadoa: Je, yatawahi kuisha?", 
  "description": "Mtoto wangu ana madoadoa: Je, yatawahi kuisha?", 
  "language": "swh_TZ", 
  "title": "MAMA MWENYE FAHARI", 
  "primary_category": "3401bc0e4c3b4c9c91db29ef03848b3b", 
  "created_at": "2014-10-21T13:02:54.648142+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:22:47.582755+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "80c6f9827e1546439bbd3ad1ca16816a", 
  "content": "Mtoto wangu alikuwa mrembo alipozaliwa. Hata wauguzi waliniambia jinsi\nalivyopendeza. Alikuwa na nywele nyingi nyeusi na kucha nzuri zaidi za mikono.\nNiliona fahari kuonyesha wengine mtoto wangu! Lakini baada ya majuma 2 alianza\nkupata chunusi kwenye uso wote. Chunusi hizi zilianza kutokea kwenye shavu la\nkushoto na kuenea hadi kwenye paji lote la uso na kidevu. Pia alipata magamba\njuu ya nyusi zake, nyuma ya masikio na kwa nywele. Niliaibika watu walipotaka\nkumuona mtoto wangu kwani uso wake haukuwa mzuri. Wakati mwingine\nnilishawishika kufinya chunusi hizi. Lakini mama yangu aliniambia ni heri\nniziache bila kutumia krimu au lihamu yoyote bali maji safi tu. Kwa bahati\nnzuri mtoto hangeweza kujiona na hakuonekana kujali! Ilikuwa ni vigumu kwangu\nkuwaangalia watoto wengine. Mbona watoto wengine walionekana kuwa wazuri zaidi\nilhali mtoto wangu alikuwa na madoadoa? Nilihofia kuwa madoadoa haya\nhayatapotea kamwe. Nilishangaa kilichoyasababisha. Je, lilikuwa jambo\nnililofanya au kitu nilichokula nilipokuwa mjamzito? Kwa bahati nzuri,\nalipofikisha majuma 6 madoadoa yote yalipotea na ngozi yake ikawa laini tena.\nBado alikuwa na baadhi ya magamba kichwani lakini ilikuwa vigumu kuyaona kwa\nsababu ya nywele yake. Amerejelea kuwa mtoto mrembo jinsi alivyokuwa\nalipozaliwa, isipokuwa ni mkubwa tu sasa! **USAIDIZI WA MAMA: Uvimbe na\nmadoadoa mengi kwa mtoto mchanga huwa haina madhara na hupotea yenyewe. Ngozi\nya mtoto wako huwa ikijizoesha mazingira mapya.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": true, 
  "position": 2, 
  "slug": "mama-mwenye-fahari", 
  "uuid": "80c6f9827e1546439bbd3ad1ca16816a"
}