{
  "subtitle": "Feed your baby solid foods", 
  "description": "Feed your baby solid foods", 
  "language": "eng_GB", 
  "title": "6 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:50:11+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:51:29.726218+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "fb452b5081b3461faf35c88a7ca7ce72", 
    "7fd74f3809b6450896eff636df9329d0"
  ], 
  "id": "824b8312c88c441e8aa3ae0ed81015cb", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby is ready to start family food along with breastmilk!  He can only have a tiny amount of food at first: just a spoonful is enough. He will enjoy mashed family food. Sit facing him and offer some soft food on your clean finger or on a spoon. It may take him a while to know how to move the food around with his tongue and swallow it. Be patient. He will learn. \r\n\r\nGive him mashed food once a day to begin. Then twice a day and then three times a day. He may want some breastmilk before the mashed food, and some more breastmilk after the mashed food. \r\n\r\nThis could be the month your baby gets his first tooth.  One of the bottom front teeth usually appears first. \r\n\r\nHe may start to use one hand more than the other. Then he may switch hands. But you won't really know whether he is right or left-handed until he's two or three years old. Let him hold a small object and pass it from hand to hand. This will help him develop his skills.\r\n\r\nYour baby is probably getting more active now, and will enjoy the company of other babies!\r\n\r\nDoes your baby like a certain object or toy? If so, soon he will not be able to go anywhere without it. This is normal, and a sign of your baby's growing independence, because he can use a toy or cloth for reassurance instead of you.  \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "6-months-old", 
  "uuid": "824b8312c88c441e8aa3ae0ed81015cb"
}