{
  "subtitle": "Vitamins keep you in good shape", 
  "description": "Vitamins keep you in good shape", 
  "language": "eng_GB", 
  "title": "Why do I need vitamins?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:48:36+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:27:18.041212+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nVitamins are important in your diet, especially when you are pregnant. They help your baby to grow healthily and keep your body in good shape for becoming a mother. \r\n\r\nEat a variety of fresh food of different colours each day to get vitamins:\r\n\r\n - Eggs, orange-coloured fruit and vegetables like mangoes and oranges, sweet potato or carrots. These foods contain vitamin A, which helps your baby's organs and body systems to develop.\r\n\t\r\n - Bananas, potatoes and chicken, brown rice and green vegetables. These foods supply B vitamins to help your body use protein, fats, and carbohydrates (starches). They also help to form new red blood cells and develop the brain and nerves.\r\n\r\n - Citrus fruit like grapefruit, lemons and oranges, vegetables like potatoes and tomatoes. These are all good sources of vitamin C, which is needed for repairing and growing skin and body tissue. It also helps growth and strengthens bones and teeth. \r\n\r\n - Oily fish like sardines, and eggs. These contain vitamin D, which helps to build bones and teeth and helps you to fight germs. Our bodies can also make  vitamin D from sunlight.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 61, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-do-i-need-vitamins", 
  "uuid": "84eeab3e4c944f6fbe83ed166f726f15"
}