{
  "subtitle": "Yes, eat more food now! ", 
  "description": "Yes, eat more food now! ", 
  "language": "eng_GB", 
  "title": "Do I need to eat more while I am breastfeeding?", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:16:55+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:22:33.247639+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "d907288496df45e2b98c7b15cbf4d81d", 
    "456114e0d85c4e5193484468601e48ff", 
    "f763058aec3c47b0a69fc032fa3838d9", 
    "c02a61d73def4f439bede271b83bf924"
  ], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nBreastfeeding can make you very hungry! You will need to eat more than normal. Your body is very good at making milk, but if you do not eat enough you may feel tired and faint. \r\n\r\nTry to eat lots of fresh fruits and vegetables like carrots, squash, sweet potato, potato, tomatoes, pumpkin, butternut, cabbage, apples and oranges. Eating foods of a variety of colours, so you get plenty of vitamins and minerals. Eat energy-giving food like rice, noodles and potato. Eat protein, found in eggs, fish, poultry and meat. Try to have soy milk, coconut milk or nuts each day. Eat a good variety of foods, and your body will get all it needs to feed your baby well.\r\n\r\nTry to eat 3 main meals a day at regular times. Eat plenty of snacks throughout the day, to keep up your energy levels. Good snacks are dried fruit, nuts, fresh fruit and vegetables and nuts.\r\n\r\nBreastfeeding can make you feel thirsty. Have a drink before you feed your baby. Clean, safe water is good. You do not have to drink milk to make milk, but you do need to drink plenty of clean, safe water. Do not drink too much coffee or fizzy drinks like Coke or Fanta. Just 1 or 2 glasses of these a day is enough. \r\n\r\nIf you do not want to eat, it could be a sign that you need extra support. If it is a struggle to eat, and you are forcing yourself, talk to someone at the clinic.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 35, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "do-i-need-eat-more-while-i-am-breastfeeding", 
  "uuid": "89938acce5704e9782076f39960d6d88"
}