{
  "subtitle": "Mdundo mwepesi tumboni mwako", 
  "description": "Mdundo mwepesi tumboni mwako", 
  "language": "swh_TZ", 
  "title": "Mwezi wa 3", 
  "primary_category": "fdce9000ad9a494ca997d1483db86c74", 
  "created_at": "2014-10-22T12:01:00.182727+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:45:26.000465+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mtoto wako bado ni mdogo kiasi cha kutoshea ndani ya kiganja cha mkono wako.\nAnaota nywele kichwani, na nywele nyororo kote mwilin¬¬i mwake. Kwenye ncha za\nvidole vyake anaanza kupata alama ndogondogo za vidole. Tumboni mwako, mtoto\nwako anaelea kwa usalama katika majimaji. Anakingwa dhidi ya mitikisiko na\nanapewa joto na majimaji hayo. Watoto wanaweza kupata kwikwi. Hii unahisi mara\nkwa mara kama mdundo wa ngoma tumboni mwako, inayoweza kudumu dakika chache.\nKwa sasa unaweza kuwa unahisi hali ya kichefuchefu imepungua na kujikuta una\nnjaa ghafla. Kula vizuri. Kumbuka kula vyakula vya aina mbalimbali kila siku.\nKula kiasi zaidi cha chakula katika kila mlo. Hakikisha chakula chako ni\nsalama na freshi, hakijachacha wala si cha zamani. Pia kwa utaratibu utahisi\nuchovu unaendelea kupungua na unapata nguvu zaidi. Kondo la nyuma ama plasenta\nkwa sasa imekua tumboni mwako na inamsaidia mtoto wako. Itatoka mara tu baada\nya mtoto wako kuzaliwa. Unaweza kuona kama nguo zako zimeanza kukubana zaidi\nkwenye kiuno na kifua. Mimba yako itaanza kuonekana hivi karibuni, kama\nkitambi kidogo chini ya tumbo lako. Kuwa mjamzito hukufanya upungukiwe na\nkinga dhidi ya vijidudu, kwa hivyo unaweza kupata kikohozi na mafua mara\nnyingi zaidi. Nawa mikono yako kwa sabuni na maji safi na salama mara kwa\nmara. Ndiyo njia bora zaidi ya kuondoa vijidudu.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "mwezi-wa-3", 
  "uuid": "8994d1b27a72468983ad958b6e3ca0a9"
}