{
  "subtitle": "Baada ya kuzaa: Mwili wangu hauko sawa na ulivyokuwa awali.  ", 
  "description": "Baada ya kuzaa: Mwili wangu hauko sawa na ulivyokuwa awali.  ", 
  "language": "swh_TZ", 
  "title": "MAMA WA KWELI", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:58:56.229026+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:17.823750+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nilipata leba kwa muda mrefu na uzaaji mgumu. Nilihitaji kushonwa kutokana na\nmraruko. Mara moja au mbili nilivuja kiasi kidogo cha mkojo ninapopiga chafya.\nWauguzi waliniambia nifanye mazoezi ya kubana misuli yangu kana kwamba\nnilitaka kuachisha mtiririko wa mkojo. Ninafanya mazoezi haya kila mara mtoto\nanaponyonya ili nisisahau. Majuma machache yamepita sasa na nimeanza tena\nkuvaa nguo zangu za kitambo. Nimepoteza kiasi fulani cha uzani niliokuwa nao\nkatika ujauzito. Hata hivyo sihisi nilivyokuwa nikihisi hapo awali.\nNikijiangalia kwenye kioo, mimi huona msitari mweusi chini ya tumbo na alama\nza kunyooka. Ngozi iliyo kwenye tumbo langu huhisi imelegea na laini. Mume\nwangu anasema bado ninaonekana mzuri lakini sina uhakika. Ninajihisi mzee\nsana… na mwenye uchovu! Najua mwili wangu unapona kutokana na kuzaa. Namtazama\nmtoto wangu na kujifikiria kuwa ikuwa bora zaidi kuwa naye. Lakini sikutarajia\nkujihisi tofauti hivi! Ninadhani NIKO tofauti… Mimi ni mama sasa. **USAIDIZI\nWA MAMA: Kipindi cha baada ya kuzaa huanza punde tu baada ya kujifungua hadi\nmajuma 8 baadaye. Mwili wako katika kipindi hiki hupona kutokana na ujauzito\nna kuzaa. Utarudi kwenye kliniki ili kukaguliwa baada ya kati ya majuma 6 –\n8.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-wa-kweli", 
  "uuid": "8fc0252dc41f4d5b8c31da50a7ae4511"
}