{
  "subtitle": "I didn't know I was pregnant!", 
  "description": "I didn't know I was pregnant!", 
  "language": "eng_GB", 
  "title": "SurprisedMom: I’m in labour? ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:15:24+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:57:42.438441+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "91b712b5d37445918c10d49913d1d4db", 
  "content": "I did not even know I was pregnant until I went into labour and delivered my baby. That might sound strange. But I didn’t really gain any weight. Or, if I did, I never noticed because I have quite a big tummy anyway. Then quite suddenly one day, I woke up feeling really dizzy. I went to the clinic just to find out what it was. When I told the nurses how I felt, they decided to run some blood tests.\r\n\r\nThey came back and told me I was pregnant! I was so shocked I sank to the floor.\r\n\r\nThen they told me that my blood pressure was too high and both the baby and I were at risk. They said that they needed to take me to the hospital right away and deliver my baby.\r\n\r\nThey called my parents and explained everything to them. My parents were so shocked, but at the same time they were very happy.\r\n\r\nI was taken by ambulance straight to the hospital and they gave me a C-Section. They handed me my baby boy. A few hours before I had not even known I was pregnant and now I had a baby boy!\r\n\r\n**MAMA HELP: A missed period is the first sign you could be pregnant. A urine test at the clinic will confirm this. The clinic staff will tell you about the regular clinic visits you need to make through pregnancy to keep you and baby safe. Listen carefully to what they say. Try to do what they ask you to do.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "surprisedmom", 
  "uuid": "91b712b5d37445918c10d49913d1d4db"
}