{
  "subtitle": "Your body is getting ready for labour", 
  "description": "Your body is getting ready for labour", 
  "language": "eng_GB", 
  "title": "What are practice contractions?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T11:00:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:31:32.181730+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nPractice contractions are the body’s way of getting ready for labour.\r\n\r\nYour womb has been practising gently since about 2 months into your pregnancy. The bigger your womb gets, the more you notice the tightening feelings when they happen. Each tightening usually lasts for about 30 seconds.\r\n\r\nIf you feel a tightening, place your hands on your bare bump. You can feel how hard your womb becomes. This is because it is a muscle, and when a muscle tenses it gets hard. It gets soft again when the practice contraction finishes.\r\n\r\nIn late pregnancy, practice contractions can feel quite strong. You may think you are in labour. So how can you tell? \r\n\r\n**How long do they last?** Practice contractions usually only last for a short while. Then they stop completely. So wait for an hour or so and see if they go away. Practice contractions often stop if you get up and move around. So maybe do some housekeeping, or go for a walk and see if they stop.\r\n\r\n**Are they getting stronger?** Real contractions get longer and stronger as they go on. If your contractions stay the same and do not get stronger, they are most likely to be practice contractions.\r\n\r\n**Are they coming more frequently?** In labour, contractions gradually get closer together. So they may start every 20 minutes, then every 15, then every 10, then every 5 minutes. The gap between practice contractions usually stays the same.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 55, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-are-practice-contractions", 
  "uuid": "92ae02797ef848519117564d51defba5"
}