{
  "subtitle": "Will they ever go down? ", 
  "description": "Will they ever go down? ", 
  "language": "eng_GB", 
  "title": "BeginnerMom: Sore, swollen feet", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:54:58+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:48:08.510205+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "984d95cc519d494785c19be93b8c67ab", 
  "content": "I thought I would get morning sickness, weird food cravings and swollen breasts during pregnancy. I thought I would feel loving and emotional – or different in some way. But I feel totally normal! \r\n\r\nHonestly I can understand those girls who say that they didn’t even know they were pregnant! If I hadn’t missed a period and gone to the clinic for a test, I would never have known. No morning sickness. No cravings. I feel nothing. My life just goes on as always.\r\n\r\nI can’t stand spicy foods though. We actually had to throw out the spicy food in the house because the smell is too much for me. Also, I eat more than I used to. My mother complains because she isn’t used to me eating so much. (But I think she’d complain if I didn’t eat enough too!)\r\n\r\nSo she fusses over me and I enjoy it. In fact I feel even better than I usually do! \r\n\r\nMy allergies seem to have disappeared – probably because of the good food I am eating. I am still active. My friends and family are shocked that I am still doing errands up to such a late date. But life continues, doesn’t it? I haven’t gained too much weight and I only started showing late into my 5th month. \r\n\r\nMy worst symptom is the swollen feet! The baby is sitting more on my left side so my left foot has swollen up to almost double its size. It looks scary and ugly. I worry my feet will grow permanently and never go back to how they looked before! \r\n\r\n**MAMA HELP: Swollen feet (edema) during pregnancy can get worse as your due date nears. It may not be comfortable, but it’s harmless and normal. It should ease up overnight. If it doesn’t, or if your hands or face become puffy, visit your clinic for a check-up.** \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 14, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "beginnermom", 
  "uuid": "984d95cc519d494785c19be93b8c67ab"
}