{
  "subtitle": " Your tiny baby has begun", 
  "description": " Your tiny baby has begun", 
  "language": "eng_GB", 
  "title": "Month 3", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-10T07:25:39+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-09T08:26:21.197371+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "12e8f9d472934b10bf8788cb25606c1f"
  ], 
  "id": "990ba8e3b159434e896167c46d439efc", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby is still small enough to fit into the palm of your hand. She is growing hair on her head and fine, soft hair all over her body. On the tips of her fingers she is developing tiny fingerprints. \r\n\r\nInside your womb, your baby floats safely in fluid. She is protected and kept warm by the fluid. Babies can get hiccups. This feels like a regular drum beat in your womb, which can last a few minutes.\r\n\r\nYou may be feeling less nauseous now and find you are suddenly hungry. Eat well. Remember to eat a variety of foods each day. Eat an extra handful of food at each meal. Make sure your food is safe and fresh, not stale or old. \r\n\r\nYou will also gradually feel less tired and have more energy. The part of your womb that feeds and supports your baby has developed now.  It will be delivered just after your baby is born.\r\n\r\nYou may find that your clothes feel a bit tighter now around your waist and your breasts. Your pregnancy will show soon, low down on your belly.\r\n\r\nBeing pregnant makes you less resistant to germs, so you may get more coughs and colds.   Wash your hands with soap and clean, safe water regularly. This is the best way to get rid of germs.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "month-3", 
  "uuid": "990ba8e3b159434e896167c46d439efc"
}