{
  "subtitle": "A tiny drumbeat in your womb", 
  "description": "A tiny drumbeat in your womb", 
  "language": "eng_UK", 
  "title": "Month 3", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-10T07:25:39.625362+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T11:34:35.427122+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "990ba8e3b159434e896167c46d439efc", 
  "content": "Your baby is still small enough to fit into the palm of your hand. She is\ngrowing hair on her head and fine, soft hair all over her body. On the tips of\nher fingers she is developing tiny fingerprints. Inside your womb, your baby\nfloats safely in fluid. She is protected from bumps and kept warm by the\nfluid. Babies can get hiccups. This feels like a regular drum beat in your\nwomb, which can last a few minutes. You may be feeling less nauseous now and\nfind you are suddenly hungry. Eat well. Remember to eat a variety of foods\neach day. Eat an extra handful of food at each meal. Make sure your food is\nsafe and fresh, not stale or old. You will also gradually feel less tired and\nhave more energy. The afterbirth or placenta has developed inside your womb\nnow and this supports your baby. It will be delivered just after your baby is\nborn. You may find that your clothes feel a bit tighter around your waist and\nbreasts. Your pregnancy will show soon, as a small bump low down on your\ntummy. Being pregnant makes you less resistant to germs, so you may get more\ncoughs and colds. Wash your hands with soap and clean, safe water regularly.\nIt’s the best way to get rid of germs.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "month-3", 
  "uuid": "990ba8e3b159434e896167c46d439efc"
}