{
  "subtitle": "Mtoto wangu mchanga ananifanyisha kazi nyingi! Ni nini kilitendeka katika maisha yangu?", 
  "description": "Mtoto wangu mchanga ananifanyisha kazi nyingi! Ni nini kilitendeka katika maisha yangu?", 
  "language": "swh_TZ", 
  "title": "MAMA WA MARA YA KWANZA", 
  "primary_category": "d89bed02a18c4ccabc13257b0fbcf234", 
  "created_at": "2014-10-21T12:52:56.503669+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:45:26.849807+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Nilishtuka kufahamu muda unaohitajika ili kutunza mtoto mchanga! Kabla ya\nmsichana wangu kuzaliwa, nilifikiri kuwa watoto wachanga walilala muda wote.\nNiliwaza: Kwani ni jambo kubwa, kwa nini wanawake hunung’unika kuwa na mtoto\nmdogo zaidi? Hata hivyo, mtoto wangu angeamka na kulia punde tu nilipoanza\nkujaribu kufanya kazi yoyote. Hii ilinilazimu kumlisha wakati huo. Kwa kawaida\nilinichukua takribani saa moja kuhakikisha ameteuka na kumbadilisha nepi na\nkumlaza tena. Singeweza kufanya jambo lolote! Hapo mwanzoni, aliamka mara 2 au\n3 wakati wa usiku. Ilinichukua muda kidogo kuzoea kuamka kila mara. Hatimaye,\nnilianza kulala kidogo sana kwani nilikuwa nikisikiliza kelele za mtoto wangu.\nAlilala karibu na kitanda chetu kwenye sanduku kubwa. Hata hivyo, kutolala\nwakati wa usiku kuliniathiri. Nilikuwa mchovu na mwenye machozi wakati wote.\nMtoto wangu alipofikisha miezi 6, alikuwa akiamka kula mara chache wakati wa\nusiku. Hata hivyo, kwa wakati huo, alikuwa akilala kando yangu kitandani hivi\nkwamba ningepinduka tu na kumpa titi. Kisha tunalala tena. Wakati wa mchana,\nmtoto wangu alikuwa macho na hakulala. Nilikuwa na wakati mdogo zaidi wa\nkufanya kazi za nyumbani kwani alitaka nimmakinikie kila wakati. Rafiki yangu\nmmoja alinipa ushauri mzuri. Aliniambia nichukue muda kumlisha mtoto wangu\nvyema wakati wa mchana ili asiwe na njaa wakati wa usiku. Kwa njia hiyo, mtoto\nhatakuwa akiniamsha kula wakati wote. Pia aliniambia kuwa kufikia miezi 6,\nwatoto huwa tayari kulala hadi asubuhi. Nilifurahi sana kusikia hivyo.\nNinatazamia kupata usingizi wangu tena! **USAIDIZI WA MAMA: Watoto hupenda\nutaratibu. Hii huwatayarisha kwa yote wanayotarajia katika siku yao. Jaribu\nkutengeneza utaratibu mpole wa kila siku ambapo unafanya mambo sawa kwa karibu\nwakati sawa kila siku. Kuna uwezekano kwamba mtoto wako atakula na kulala bora\nzaidi.**\n\n", 
  "source": null, 
  "featured": true, 
  "published": null, 
  "position": 2, 
  "slug": "mama-wa-mara-ya-kwanza", 
  "uuid": "9d10a57bccd6441cb3bed1c5ca0a9cb4"
}