{
  "subtitle": "Why is my stomach still so big? ", 
  "description": "Why is my stomach still so big? ", 
  "language": "eng_GB", 
  "title": "BigMAMA: My baby’s out! ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:27:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:59:23.297667+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "9d5964d4f07e482cb188aac94b6abbcc", 
  "content": "I thought that once I delivered my baby, my tummy would go back to normal. But I gave birth 6 weeks ago and I still look pregnant! I cannot fit into any of my clothes and I am still wearing my pregnancy pants.\r\n\r\nI tried to squeeze myself into a pair of pre-pregnancy pants 2 days after the birth. I was amazed that I could not get them higher than my knees! Yesterday I tried again.\r\n\r\nI just couldn’t wait to get back into normal clothes. I tucked handfuls of fat into the waistband. I finally got the button closed. \r\n\r\n - “Come look!” I called to my husband. “I can fit back into my clothes!”\r\n\r\nThe look of surprise on his face said it all: it was not good. “Wear them round the house until you are comfortable going out in public in them,” he suggested.\r\n\r\nI took them off 10 minutes later. But only because they were too tight to sit down in. Now I am really feeling worried. Will this stomach ever go down? \r\n\r\n - “Give yourself time,” my friends tell me.   \r\n“The baby weight will come off in time.”   \r\n“How much time?” I ask.  “A year,” they promise.\r\n\r\nI can’t believe it. A 40-week pregnancy and now I still look pregnant!\r\n\r\n**MAMA HELP: It is normal for a healthy pregnant woman to put on 10 to 14kgs (20 to 30 lbs) by the end of your term. The extra weight will give you a cushion for the months when you breastfeed your baby. You can work at losing the weight over time to get your shape back.**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "bigmama", 
  "uuid": "9d5964d4f07e482cb188aac94b6abbcc"
}