{
  "subtitle": "When to worry about tummy pains", 
  "description": "When to worry about tummy pains", 
  "language": "eng_GB", 
  "title": "I have a pain in my tummy", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:19:07+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:07:34.080466+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nAches, pains and cramps in your tummy while you are pregnant are normal. They are usually nothing to worry about. Your body is changing to support your growing baby, and your womb is stretching to fit the baby as he grows.\r\n\r\nGetting some rest usually eases the cramps. Try to relax. Sit down for a while with your feet up, or lie down on the side opposite to where you feel the pain.\r\n\r\nSometimes tummy pain can mean something is wrong:\r\n\r\n - Stomach cramps, bleeding and pain in the centre of the lower tummy in early pregnancy could mean that you are losing your baby. Go to the clinic if you feel like this. If the bleeding is heavy and you are soaking more than 1 pad an hour, you need to rush to the clinic. \r\n - Painful cramps that start on one side and spread across your tummy may mean that your pregnancy is growing in the wrong place. You may also have bleeding that is dark and watery. This happens in early pregnancy. Go to the clinic immediately.\r\n\r\nIn later pregnancy, if you have pain in your lower tummy, along with backache, stomach cramps and diarrhoea, it may mean that your baby is trying to be born early. Go to the clinic if you have frequent pains in late pregnancy, if you have bleeding or your waters break.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 87, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-have-pain-my-tummy", 
  "uuid": "9e5e4ba8d7b54dd6ad948e9de6c3b6f9"
}