{
  "subtitle": "Mtoto wako anaanza kuwa mdadisi", 
  "description": "Mtoto wako anaanza kuwa mdadisi", 
  "language": "swh_TZ", 
  "title": "Umri wa miezi 7", 
  "primary_category": "3401bc0e4c3b4c9c91db29ef03848b3b", 
  "created_at": "2014-10-26T15:53:07.777139+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:12:00.443390+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mtoto wako sasa ataanza kutaka kujilisha chakula. Labda atashika kijiko\nunachomlishia, au atachukua chakula kutoka kwenye sahani yako? Jaribu kuweka\nvipande vidogo cha chakula laini kwenye sahani yake. Atafurahia kukichukua na\nkukila! Kumbuka kwamba wasichana wanahitaji kiasi sawa cha chakula kama\nwavulana. Mtoto wako anaweza kuwa na hamu kubwa ya chakula, lakini meno sio\nmengi. Anza na chakula anachoweza kutafuna kwa ufizi wake au anachoweza\nkutembeza kwa urahisi mdomoni mwake. Katika umri huu watoto huwa wadadisi.\nAnaweza kurusha vitu vya kuchezea au kuvuta nywele ya dadake! Mtoto wako\nanajaribu vitu tu, si utundu. Hatakumbuka vitu kwa muda mrefu, kwa hivyo\nkumuadhibu hakutamaanisha chochote kwake kwa sasa. Lakini anaweza kukengeushwa\nkwa urahisi. Kwa hivyo mwonyeshe kitu cha kuchezea au mwimbie wimbo ili aache\nkufanya mambo ambayo hutaki afanye. Usiwe na wasiwasi ikiwa ana mianya kati ya\nmeno yake. Mianya hiyo kati ya meno ya mtoto wako huenda itafungika kufikia\numri wa miaka mitatu, baada ya meno yake yote ya utotoni kuota. Kwa sasa,\nmtoto wako anaweza kuwa na wasiwasi kuhusu wewe kuondoka. Amekuzoea sana kiasi\nkwamba kumwacha, hata kwa dakika moja, kunaweza kukamfanya alie. Hii ni\nkawaida, na kutengana naye kwa muda mfupi kutamsaidia mtoto wako kuzoeana na\nwatu wengine. Muda si mrefu atatambua kwamba kila wakati huwa unamrudia. Kwa\nsasa hisia za mtoto wako zinaanza kuwa wazi. Anaweza kuwapa busu akiwa mbali\nwatu anaowajua. Anaanza pia kugundua hisia za watu wengine na kuziiga.\nAkimwona mtu akilia, anaweza pia kuanza kulia.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "umri-wa-miezi-7", 
  "uuid": "9f0cc7fa179f4e5fbd0fa0f4c0c515fa"
}