{
  "subtitle": "Mama! Tazama ndani ya macho ya mtoto wako. ", 
  "description": "Mama! Tazama ndani ya macho ya mtoto wako. ", 
  "language": "swh_TZ", 
  "title": "Umri wa mwezi 1", 
  "primary_category": "d89bed02a18c4ccabc13257b0fbcf234", 
  "created_at": "2014-10-26T15:39:26.836651+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:45:24.410170+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "a1b79260d3d243fcb17aaefc3c79d61f", 
  "content": "Kwa sasa, mtoto wako ataanza kuangalia kitu kwa macho yote mawili. Atatazama\nukisogeza kitu cha kuchezea mbele yake. Lakini, kikitoweka, mtoto wako\natasahau kama kilikuwepo! Kumbukumbu ya mtoto wako inaendelea kuimarika wakati\nwote. Atasahau kitu hicho cha kuchezea, lakini anajua sauti yako kila wakati,\nna anaikumbuka kutoka wakati alipokuwa tumboni mwako. Kumwogesha mtoto wako\nkunaweza kuwa wakati wa furaha kwenu nyote wawili. Tumia taulo safi na\numwogeshe kwa maji mengi yaliyo safi na salama. Hakikisha maji hayo yana joto\nlakini si ya moto. Watoto wengi watatulia na kufurahia maji. Yanaweza hata\nkumkumbusha wakati alipokuwa tumboni mwako. Kamwe usimwache mtoto pekee yake\nakiwa ndani ya maji. Ni vizuri kumwangalia mtoto wako usoni na kuangaliana\nmacho kwa macho. Hili humsaidia kuanza kujifunza stadi za kijamii. Hivi\nkaribuni, mtoto wako atatambua sura yako. Anaweza kukupendelea wewe zaidi ya\nwatu wengine. Anaweza kutoa kelele za mtoto na kurusha mateke kwa furaha\nanapokuona. Utaona tabasamu yake ya kwanza hivi karibuni! Mtoto wako pia\nanatambua mazingira yake. Kelele zitaanza kumvutia, na ataanza kupenda vitu\nvyenye rangi. Kufikia sasa, mtoto wako huenda akaweza kuinua kichwa na kifua\nchake wakati amelala kifudifudi. Kujifunza jinsi ya kudhibiti kichwa chake ni\nhatua muhimu kwake. Mtoto wako pia anakusikiliza zaidi kila siku. Ukiongea,\nanaweza kuacha alichokuwa akifanya ili akusikilize. Endelea kumzungumzia naye,\nukirudia kelele zake. Kuzungumza na mtoto wako kutamtuliza na kumtia moyo\nkukuzungumzia.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 2, 
  "slug": "umri-wa-mwezi-1", 
  "uuid": "a1b79260d3d243fcb17aaefc3c79d61f"
}