{
  "subtitle": "Get ready to be a mom!", 
  "description": "Get ready to be a mom!", 
  "language": "eng_GB", 
  "title": "Month 9", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-07T21:15:38+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:30:07.258840+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "0ea4917e532c43b6b3bba4ba448c5b72", 
    "e38d2c57dbbb497789df996764e4f2cb"
  ], 
  "id": "b1a8a50ad67c40578a56ce1822077df3", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby can be born any day now! Inside your womb, he is shedding the fine hair he grew in the middle of pregnancy. He is also losing the waxy, white substance on his skin which protected him while he was floating in the fluid inside your womb. \r\n\r\nYour baby is developing layers of fat under his skin, which will help keep him warm when he is born. Newborn babies need to be kept warm. The best way to do this is to hold him close to your chest inside your clothes.\r\n\r\nYou may wonder how you will know when the baby is coming. Here is how you can tell: \r\n\r\n1. You may notice bloodstained vaginal discharge on your underwear. This is a sign that labour may begin in the next day or two. \r\n2.  You may have contractions that feel like period pain. They get stronger, regular and more painful as labour progresses. \r\n3. You may have a gush or trickle of water. If this happens you should go straight to the health facility.\r\n\r\nMake sure you know how to get to the health facility. You need a nurse, doctor or midwife to care for you.  Check that you have credit on your phone and money for your transportation to get there if your husband, partner, trusted friend or family member is not available to accompany you. \r\n\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "month-9", 
  "uuid": "b1a8a50ad67c40578a56ce1822077df3"
}