{
  "subtitle": " Don’t get bitten by mosquitoes", 
  "description": "\r\nDon’t get bitten by mosquitoes", 
  "language": "eng_GB", 
  "title": "How can I protect myself from Zika?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2016-02-22T07:33:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-02-22T07:35:29.230893+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nThere are 2 ways to help avoid Zika: \r\n\r\n1.\tDon’t let mosquitoes breed\r\n\r\n2. Don’t get bitten\r\n\r\nYou find mosquitoes near pools of still water and rubbish. They lay their eggs in still water. Remove pots, bottles, and containers that collect water. Take them away from outside your house and workplace. Cover water tanks so mosquitoes can’t get in. Unblock drains so water flows away. \r\n\r\nPut rubbish in plastic bags. Put them in a closed container so animals can’t tear them open.  \r\n\r\nKeep mosquitoes out of the house. Use screens and nets in windows and doors. Keep windows and doors closed.\r\n\r\nIn some places, agencies may spray to kill the mosquitoes.  \r\n\r\nThe mosquito that carries Zika usually bites in the day. Try not to get bitten. \r\n\r\nHere are some ideas:\r\n\r\n•\tWear clothes that cover your skin. Mosquitoes are attracted to dark colours. Wear light-coloured clothes.\r\n\r\n•\tUse insect repellents on your skin. Ask at the pharmacy or health centre which ones to use. Or look for one that contains Deet.\r\n\r\n•\tUse a net. Sleep and rest under an insecticide-treated mosquito net. Use it in the day and at night, even in hot weather. \r\n\r\n•\tTuck the net around you. If it has holes, patch them with fabric. \r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "fa9f0d9faa18435ba3124b21f316ecfc", 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-can-i-protect-myself-zika", 
  "uuid": "bb2888c8d72147589f93c7375e202ea4"
}