{
  "subtitle": "Soft, mashed family food at 6 months old", 
  "description": "Soft, mashed family food at 6 months old", 
  "language": "eng_GB", 
  "title": "What solid food is best?", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:38:13+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T09:21:50.046900+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nWhen your baby is 6 months old, he can have tiny portions of soft, mashed family food, as well as breastmilk. \r\n\r\nJust a spoonful is enough at first. Sit facing him and offer some soft food on your clean finger or on a spoon. It may take him a while to know how to move the food around with his tongue and swallow it. Be patient. He will learn.\r\n\r\nGive him mashed food once a day to begin, then twice a day and then 3 times a day. Offer him breastmilk before and after the mashed food. \r\n\r\nYour baby's stools will change after eating food, getting darker and smellier. This is normal.\r\n\r\nWhen your baby starts to pick up things for himself, you will know this is the time to give him more filling foods. Try hard-boiled eggs, well-chopped fish, or meat or mashed peas and beans, or dry bread if he is teething. Do not add salt to your baby’s food.\r\n\r\nNow he is moving around, your baby needs to eat 3 to 4 times a day. Give him snacks, as well as meals. His food must be soft, so he can mash it up with his tongue and swallow. Stay with him when he is eating, in case he chokes.\r\n\r\nWash his hands with soap and water before he eats.\r\n\r\nYour breastmilk is still healthy for him, so breastfeed whenever he wants. \r\n\r\nNow he is older, he can also have clean, safe water, but not coffee or sugary or fizzy drinks. Rooibis tea is fine, but check that it is not hot.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 13, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-solid-food-best", 
  "uuid": "be310abe361d42fa9c6d43fe072c82a1"
}