{
  "subtitle": "", 
  "description": "", 
  "language": "eng_UK", 
  "title": "About", 
  "primary_category": null, 
  "created_at": "2014-10-10T11:27:22+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:33:45.083316+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "bfe41b6d88e2467a9ec3379f4048c627", 
  "content": "The Mobile Alliance for Maternal Action (MAMA) is a global movement that seeks\r\nto use mobile technologies to improve the health and lives of mothers in\r\ndeveloping nations. This site is dedicated to MAMA’s activities in South\r\nAfrica. MAMA is making a three-year, $10 million investment to create and\r\nstrengthen programmes in three countries – Bangladesh, India and South Africa\r\n– and to enhance global capability of new and existing mobile health\r\ninformation programmes for moms in those countries and beyond. MAMA is a\r\npartnership between the U.S. Agency for International Development (USAID),\r\nJohnson & Johnson, the United Nations Foundation, and BabyCenter and operates\r\nthrough a secretariat hosted by the mHealth Alliance. It was launched on\r\nMother’s Day 2011 by U.S. Secretary of State Hillary Clinton. MAMA’s efforts\r\nalign with the UN Secretary-General’s Every Woman Every Child campaign and\r\nefforts to achieve Millennium Development Goals (MDGs) 4 and 5. To this end,\r\nMAMA engages an innovative global community to deliver vital health\r\ninformation to new and expectant mothers through mobile phones. **How to use\r\nMAMA** Mothers are invited to register for the service by indicating their\r\nexpected due-date, or the birthday of their recently-born child, and receive\r\nweekly health messages and reminders during the pregnancy and up to the\r\nchild’s first birthday. Timed messages include tips on everything from proper\r\nnutrition, how to keep the baby warm after birth, and breastfeeding. Improving\r\nthe health and status of mothers acts as a positive multiplier. When mothers\r\nsucceed, they lift themselves out of poverty, and they lift their families and\r\ntheir communities along with them. Mobile phones are one of the innovative\r\ntools they can use. MAMA is a single resource for mothers to find life-saving\r\ninformation on maternal and infant health, up-to-date support on HIV+\r\npregnancies and vital Help numbers. **Content Credits** Pages have been\r\ndonated for publication on this mobisite by BabyCenter, a leading maternal and\r\ninfant health resource. Images ©Thinkstock.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 2, 
  "slug": "about", 
  "uuid": "bfe41b6d88e2467a9ec3379f4048c627"
}