{
  "subtitle": "Make a plan for labour", 
  "description": "Make a plan for labour", 
  "language": "eng_GB", 
  "title": "Month 7", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-10T07:41:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:28:45.538702+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c58e114726714c10821039ed9be8f03c", 
    "e38d2c57dbbb497789df996764e4f2cb"
  ], 
  "id": "c5768f1dd8bd4ec18d2ffd0b95e4b371", 
  "content": "Created by BabyCenter\r\n\r\n\r\nNow your baby can open her eyes and turn her head towards light, even in the womb! She can hear now, and may kick and jump when she hears loud sounds, and settle down when you read, sing or talk to her.\r\n\r\nSoon she will get into a head-down position inside you. Her head will be born first, so she turns upside down, ready for labour to begin. \r\n\r\nAs your belly gets bigger, it may be difficult to get comfortable and sleep well.  Lie on your side and put a cushion or pad of cloth between your legs so your belly is supported.  You may start to feel some hip pain because the stretchy body tissue holding your hips to your pelvis may loosen. This is your body preparing for labour. Kneeling on your hands and knees may help.\r\n\r\nYou will need to make a plan for going to the health facility, clinic or hospital in labour. Plan how you will travel there, and perhaps ask your husband, or a relative or trusted friend if they will help. Talk to your family and make sure they know where you need to go. \r\n\r\nGo to the health facility, clinic or hospital for regular check-ups in pregnancy so the nurse, doctor or midwife can check that you and the baby are well. They can tell you what you need for the birth and when to go to the clinic in labour.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "month-7", 
  "uuid": "c5768f1dd8bd4ec18d2ffd0b95e4b371"
}