{
  "subtitle": "Your baby can hear you!", 
  "description": "Your baby can hear you!", 
  "language": "eng_GB", 
  "title": "Month 6", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-10T07:40:25+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-09T08:28:16.877516+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "74058f6528c74a70aa020ed63ae7eec2", 
    "c5768f1dd8bd4ec18d2ffd0b95e4b371"
  ], 
  "id": "c58e114726714c10821039ed9be8f03c", 
  "content": "Created by BabyCenter\r\n\r\n\r\nInside your womb, your baby wakes and sleeps at regular intervals now. He can now open and close his eyes, and suck his finger or thumb! This helps develop his sucking muscles so that he is strong enough to feed as soon as he is born. His brain is growing and developing quickly now.\r\n\r\nHe can respond to sound now. At first, he will only hear sounds from your body, like your heartbeat. But slowly he will start to hear noises from outside your body. Read or sing out loud to your baby.\r\n\r\nYou may feel like your womb is up near your ribcage, and you may feel out of breath. Eating can be difficult because your stomach may be squeezed by your growing baby. Have small meals more often and snacks between meals.\r\n\r\nAs your baby grows, the skin on your belly stretches and this can itch.  You may notice red streaks on your body.  They are stretch marks and they will fade to faint marks after you give birth.  You may have leg cramps or swollen veins.\r\n\r\nYour breasts are fuller and heavier now. This is because they are getting ready to make milk for your baby.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "month-6", 
  "uuid": "c58e114726714c10821039ed9be8f03c"
}