{
  "subtitle": "I’m scared to let my baby go", 
  "description": "I’m scared to let my baby go", 
  "language": "eng_GB", 
  "title": "TiredMom: Mother-in-law wants to help ", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T10:40:18+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T09:00:50.503820+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c813e0f2d7ea4901939ac0e4e3a34676", 
  "content": "By the time my baby boy was 3 weeks old, I was tired. I hadn’t slept a full night since the birth. I felt as if my baby only knew how to do three things: eat, sleep and cry! \r\n\r\nMy mother-in-law saw that I was tired and tried to help me. She said she would look after him while I lay down for some rest. I couldn’t refuse. But handing over my tiny newborn felt harder than hearing him cry! \r\n\r\nI watched how she held him. I didn’t think that she was doing it quite right – it wasn’t the way I would do it. Even though I tried to take a nap, I could hear my baby crying in the next room. I just wanted to go and take him back! \r\n\r\nI know mother-in-law was trying to help. And she did a good job raising her son because my husband is a wonderful man. But I was so protective. I just wanted to hold my boy and not let him go to anyone else.  \r\n\r\nI know no harm will come to him, so I am trying to relax when others want to hold him. But I still get a secret thrill when I see that his smile for me is the biggest!\r\n\r\n**MAMA HELP: You’re a new mom – it’s perfectly normal to not want to let your baby out of your sight. It will get easier in time. When family members want to hold your baby, try to see it as a good thing. They are helpful and love her!**\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "tiredmom", 
  "uuid": "c813e0f2d7ea4901939ac0e4e3a34676"
}