{
  "subtitle": "Mama mkwe anataka kusaidia: Ninahofia kumuacha mtoto wangu", 
  "description": "Mama mkwe anataka kusaidia: Ninahofia kumuacha mtoto wangu", 
  "language": "swh_TZ", 
  "title": "MAMA MCHOVU", 
  "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
  "created_at": "2014-10-21T12:54:37.724699+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T08:27:18.161164+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c91310a120074758b5c09254bf47fceb", 
  "content": "Mtoto wangu mvulana alipokuwa na majuma 3, nilikuwa mchovu. Sikuwa nimelala\nusiku kucha tangu nilipomzaa. Nilihisi kwamba mtoto wangu alijua kufanya mambo\nmatatu tu: kula, kulala na kulia! Mama mkwe aliona kwamba nilikuwa mchovu na\nakataka kunisaidia. Alisema kwamba angetunza mtoto ili nipumzike kidogo.\nSikuweza kukataa. Lakini kumpa mama mkwe mtoto wangu ilikuwa vigumu zaidi hata\nkuliko kumsikia akilia! Nilitazama jinsi mama mkwe alivyompakata mtoto.\nSikuona kama alimpakata vyema kwani mimi singempakata hivyo. Ingawa nilijaribu\nkupata usingizi mdogo, nilikuwa nikimsikia mtoto wangu akilia katika chumba\ncha pili. Nilitaka tu kuenda na nimchukue mtoto wangu! Ninafahamu kuwa mama\nmkwe alikuwa akijaribu kusaidia. Na alifanya kazi nzuri kwa kumlea mwanawe\nmvulana kwani mume wangu ni mwanamume mzuri sana. Lakini nilitaka kumlinda\nmtoto wangu sana. Nilitaka tu kupakata mvulana wangu wala nisimpe mtu mwingine\nyeyote. Ninafahamu kuwa hakuna hatari itakayompata mtoto wangu, hivyo najaribu\nkutulia watu wengine wanapotaka kumpakata. Hata hivyo bado ninapata msisimko\nkisiri ninapoona kwamba tabasamu yake kwangu ndiyo kuu zaidi! **USAIDIZI WA\nMAMA: Wewe ni mama wa mara ya kwanza– ni kawaida kabisa kutotaka mtoto wako\naondoke machoni mwako. Muda unaposonga, utazoea. Watu wa familia wanapotaka\nkumpakata mtoto wako, jaribu kuona jambo hili kama jambo zuri. Watu hawa ni wa\nmsaada na wanampenda!**\n\n", 
  "source": null, 
  "featured": true, 
  "published": true, 
  "position": 2, 
  "slug": "mama-mchovu", 
  "uuid": "c91310a120074758b5c09254bf47fceb"
}