{
  "subtitle": "Mtoto wako anaweza kukuiga", 
  "description": "Mtoto wako anaweza kukuiga", 
  "language": "swh_TZ", 
  "title": "Umri wa miezi 9", 
  "primary_category": "3401bc0e4c3b4c9c91db29ef03848b3b", 
  "created_at": "2014-10-26T15:56:42.192117+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-13T09:12:00.147349+00:00", 
  "_version": {
    "package_version": "0.2.9", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mtoto wako amezoea mazingira yake na anapenda vitu ambavyo amevizoea. Katika\numri huu, anaweza kuwa anang'ang'ania vitu na anahitaji kukengeushwa. Anaweza\nkuhisi utulivu zaidi ikiwa anaweza kuwa na blanketi lake au kitu chake cha\nkuchezea anachokipenda zaidi, ili abebe kiasi fulani cha alichokizoea nyumbani\nanapotoka nje. Kupata muda wa kukaa kimya mbali na kelele na wageni kunaweza\npia kumsaidia kuzoea. Kwa sasa, mtoto wako anakumbuka vitu, kama vile wapi\nvitu vyake vya kuchezea vinawekwa. Anaweza pia kuiga vitendo alivyoona kama\nwiki mbili zilizopita. Lakini bado hawezi kukumbuka kila kitu. Uwezo wa\nkumbukumbu ya mtoto wako ya muda mrefu unaweza usiwe umekua hadi\natakapofikisha umri wa miaka miwili au mitatu. Kubwabwaja kwa mtoto wako\nkunaweza kuanza kusikika kama maneno halisi. Mtoto wako anafikiria anasema\nkitu, kwa hivyo mjibu kama kwamba anasema kitu! Atajifunza kuhusu mazungumzo\nna kujieleleza kwa uso kutoka kwako unapoongea naye na kumwangalia. Mtoto wako\nbado anaelewa zaidi kutokana na sauti yako inavyotoka kuliko maneno yako\nhalisi. Anajua wakati amekufurahisha, kwa hivyo mpe pongezi nyingi. Utu wa\nmtoto wako inaanza kujitokeza sasa. Anaweza kuwa mtu mchangamfu na kuwapa\ntabasamu watu wote anaokutana nao, au anaweza kuwa mwenye aibu na kuficha uso\nwake. Mtoto wako sasa anajua jinsi ya kupata usikivu wako, anaweza kukupungia\nmkono anapokuona ukielekea mlangoni.\n\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 2, 
  "slug": "umri-wa-miezi-9", 
  "uuid": "d692a99a27b7417fa92e0088b9b946d4"
}