{
  "subtitle": "Giving birth puts you at risk", 
  "description": "Giving birth puts you at risk", 
  "language": "eng_GB", 
  "title": "Why have a tetanus vaccination? ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:35:40+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:17:28.447488+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nTetanus is a serious disease and is dangerous for both pregnant women and newborn babies. You should get vaccinated so that you and your baby do not get tetanus.\r\n\r\nYou can get tetanus through a deep wound, a cut or a burn. Giving birth puts you and your baby at risk of tetanus. Having a tetanus vaccination can protect you both. \r\n\r\nYou may be able to get a tetanus vaccination at a health facility. Ask at the clinic about it. In your first pregnancy, you will need 1 vaccination at your first visit, another at least a month later and one 6 months after that.\r\n\r\nIf you had a tetanus vaccination with your first baby, you only need a booster at your first visit and another one 1 year later.\r\n\r\nYou will get the vaccination by injection. Your arm may get a bit red and swollen where the needle was put in. You might feel a bit unwell, but it will not last long. Put something cold on your arm, if the area hurts, and get some rest.\r\n\r\nVaccinations will protect you from germs, but they do not work if you already have an illness. So get vaccinated when you are not sick. Do not wait till you are sick because then it is too late and vaccination will not help you.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 73, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-have-tetanus-vaccination", 
  "uuid": "d70f07d7c6b74086b0967ce6da1d11f1"
}