{
  "subtitle": " Zika is an infection from mosquitoes", 
  "description": "\r\nZika is an infection from mosquitoes", 
  "language": "eng_GB", 
  "title": "What is Zika?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2016-02-22T07:35:01+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-02-22T07:35:09.820984+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "bb2888c8d72147589f93c7375e202ea4", 
    "1703a53b2da34b34b17b850383be10ce", 
    "4c7d8752cec5470bbeb3f667c3bd234d"
  ], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nZika is an infection. It is caused by the bite of a mosquito. This mosquito bites during the day. It is found near pools of still water and near rubbish.\r\n\r\nGet rid of pools of still water near your home and workplace. Seal rubbish in plastic bags.\r\n\r\nZika is a mild illness. It feels like having flu. You may get a mild fever, and a rash. You may also have red eyes, and muscle pain. \r\n\r\nIf you get Zika take a mild pain killer. Rest and drink plenty of clean, safe water. Your illness may last 2-7 days.\r\n\r\nIf you get Zika when you are pregnant, it may harm your baby. It can stop the baby’s head and brain growing normally. The baby may be born with a very small head (microcephaly) and other problems.\r\n\r\nMosquitoes carrying Zika live in some warm countries.\r\n\r\nTry not to get bitten by mosquitoes.  \r\n\r\n•\tWear clothes that cover your skin. Mosquitos are attracted to dark colours. Wear light-coloured clothes.\r\n\r\n•\tUse insect repellents on your skin. Ask at the pharmacy or health centre which ones to use. Or look for one that contains Deet.\r\n\r\n•\tUse a net. Sleep and rest under an insecticide-treated mosquito net. Use it in the day and at night, even in hot weather. \r\n\r\n•\tTuck the net around you. If it has holes, patch them with fabric. \r\n\r\nIf you are pregnant and think you may have Zika go to your doctor, nearest clinic or hospital.\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "f7651574d40f4c9b8bc543fc8dbfa257", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-zika", 
  "uuid": "dadb676a38ba4c50aa45abaab1890281"
}