{
  "subtitle": "Sex in pregnancy is usually safe", 
  "description": "Sex in pregnancy is usually safe", 
  "language": "eng_GB", 
  "title": "Is sex safe, now I’m pregnant?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:02:00+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T11:52:37.532359+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nAre you worried about sex while you are pregnant? \r\n\r\nYou can have sex just like you did before you were pregnant. Sex does not cause pregnancy loss.\r\n\r\nHowever, if you feel pain in your tummy, you are bleeding, or you had problems in a previous pregnancy, ask at the clinic first. It may be safer not to have sex until after your baby is born.\r\n\r\nYou may feel uncomfortable and may not want to have sex. Many women feel like that. Try to show love in other ways. Have a cuddle or a massage.\r\n\r\nIf you have are leaking sticky fluid (a discharge) or you are itching and you want to have sex, use a condom. It is safer. If you notice a discharge, you should also go to the clinic when you can.\r\n \r\nIt is a good idea to always use condoms while you are pregnant. They protect you and your baby against infections you can get from sex and from HIV.\r\n\r\nYou can get infections from having any type of sex with someone who has an infection.\r\n\r\nThese infections can make you and your baby very sick. A health worker will screen you for infections and will help you to manage them. Symptoms to look for include a rash around your vagina or pain when you pee.\r\n\r\nRemember, you can have an infection with no symptoms. So it is a good idea to get tested.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 98, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "sex-safe-now-im-pregnant", 
  "uuid": "e104049f0cb646778e37d50f7cf62517"
}