{
  "subtitle": "These may be new words to you", 
  "description": "These may be new words to you", 
  "language": "eng_GB", 
  "title": "Words about pregnancy and birth ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T11:50:07.293681+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T11:50:07.293872+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\n**Antibodies:** these are proteins that are produced by the body’s immune system when it detects a harmful substance in your body, like bacteria or viruses. Each type of antibody is unique and defends the body against one specific type of harmful substance.\r\n\r\n**Bladder:** the place where your urine (pee) collects.\r\n\r\n**Blood pressure:** this is the pressure in your blood vessels, when it is being pumped around your body by your heart. Measuring this pressure can help health workers to know when you are sick.\r\n\r\n**Carbohydrates:** these are starchy, filling foods that give you energy.\r\n\r\n**Cervix:** the opening to your womb. Your cervix opens wide during labour to allow your baby to be born.\r\n\r\n**Contractions:** these are the tightening and relaxing of the womb that happens in labour. They feel like strong period pains. Contractions gradually move your baby down through the birth canal, ready to be born.\r\n\r\n**Dehydrated:** Your body needs water to stay healthy. If you are dehydrated, this means that your body does not have enough water.\r\n\r\n**Folic acid:** this is a vitamin. It helps to protect your baby from developing faults in his spine, called spina bifida.\r\n\r\n**Hormones:** these chemicals take messages around your body. They move through your bloodstream from special places where they are made, called glands, to your tissues or organs. They work slowly, over time, and affect many different processes in your body, like growth and development, your mood, sex, pregnancy and birth.\r\n\r\n**Placenta:**  or afterbirth, is the part of you which feeds your baby and keeps her alive in the womb\r\n\r\n**Pre-eclampsia:** this is a sudden rise in your blood pressure, which can happen after 20 weeks of pregnancy. It can be dangerous for you and your baby, and can mean that your baby needs to be born early.\r\n\r\n**Protein:** proteins are body building foods.\r\n\r\n**Vagina:** the passage leading from the cervix to the outside of your body. It is sometimes called your birth canal.\r\n\r\n**Vitamins:** these are found in foods. Your body needs to have a variety of different vitamins to keep healthy.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "words-about-pregnancy-and-birth", 
  "uuid": "e3784fad4ee24c95b5668bddeca67180"
}