{
  "subtitle": "How your baby gets ready for birth", 
  "description": "How your baby gets ready for birth", 
  "language": "eng_GB", 
  "title": "Month 8", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2014-10-07T21:12:52+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:29:08.410053+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c5768f1dd8bd4ec18d2ffd0b95e4b371", 
    "b1a8a50ad67c40578a56ce1822077df3"
  ], 
  "id": "e38d2c57dbbb497789df996764e4f2cb", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby may be getting ready to be born. Most babies turn so that they are head down about now. You may notice that your baby drops down into the space between your hips. This makes it easier to breathe, but it also means that you need to urinate more often! \r\n\r\nYou may have swelling low down between your legs where you can feel your baby’s head. Rest lying down, with your feet up, perhaps on a cushion or cloth pad, when you can, to reduce the swelling. \r\n\r\nYour baby has developed all his internal organs fully now. Inside you, he is swallowing the fluid in your womb and then passing it out again. His lungs are fully grown and will work as soon he takes his first breath.\r\n\r\nTry to rest each day and think about the baby you are growing. Soon you will see him. Your baby can hear your voice and will recognise you when you say hi to him for the first time!\r\n\r\nYou may feel fewer big movements because it is quite cramped inside your womb. But you should still feel your baby kick regularly. If you are not sure, sit quietly after a meal and notice how often he kicks. If you do not count several kicks see a nurse, doctor or midwife.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "month-8", 
  "uuid": "e38d2c57dbbb497789df996764e4f2cb"
}