{
  "subtitle": "It’s painful to feed!", 
  "description": "It’s painful to feed!", 
  "language": "eng_GB", 
  "title": "MOMS love: My breasts are sore and hard", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-10T09:48:39+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-26T08:35:26.954023+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e9e9555c06964df1ac01d34826e5e237", 
  "content": "When I started breastfeeding my newborn baby, nobody really told me what to do. I wanted to do everything as naturally as I could. After all, nursing animals don’t get taught how to feed their newborns, do they? \r\n\r\nWell, I managed quite well for a few days. Then the nipple of my left breast got really sore. Soon after that I felt a hard lump in my breast. It was red and hot. My friend told me this was a blocked milk duct or mastitis. She said I had to be careful it didn’t turn into an infection! \r\n\r\nHow had this happened? My breasts had become very large and really full with milk. They had turned into tight soccer balls, with a tiny nipple sticking out. My baby tried to grab and suck on my nipple to get milk out. But I didn’t know that the breast actually has to go further into the baby’s mouth. My nipple had to be at the back of the mouth towards the throat and not at the front where the lips are. So my baby was not sucking properly. \r\n\r\nBut now my breast was hard and painful! I started massaging the hard spot while I was breastfeeding, trying to get all the milk out of the breast to take the swelling down. \r\n\r\nThen friends told me about a cold cloth. You put them into the fridge and wrap them cold around your breast. You keep them there for an hour or two. You can change them for fresh ones when they become warm. \r\n\r\nSo I tried it! And along with the massaging while feeding, I also put a warm cloth on to soften the lump. After 3 days, the lump was gone and my breast was soft again not hard and hot like before! Thank goodness! \r\n\r\n**MAMA HELP: Mastitis will improve if you can keep the milk flowing through your breasts. Don't stop feeding, as this will make it worse. See that your baby gets a good mouthful of breast. Try different breastfeeding positions to help her latch on.**\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 19, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "momslove", 
  "uuid": "e9e9555c06964df1ac01d34826e5e237"
}