{
  "subtitle": "Wait for at least 2 years", 
  "description": "Wait for at least 2 years", 
  "language": "eng_GB", 
  "title": "When to have my next baby?", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2015-02-19T11:20:39+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:49:34.677660+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nYour family may want you to have another baby. You could explain that your next baby will be healthier with a gap of at least 2 years.\r\n\r\nIf your mother had babies close together, she may not understand why you want to wait. Your partner may want another baby, too.\r\n\r\nThere are 3 reasons why it is better to wait.\r\n\r\n - Being pregnant before your baby is 2 years old can put you at risk. Your body needs to recover from the first birth.\r\n - Waiting 2 years keeps your next baby healthy, too. Getting pregnant too soon can mean that the next baby will be weak or early.\r\n - Waiting means there’s more time to earn more money. You can use this money to save for the future. This will make it easier for you to pay for the things you need to keep you and your baby healthy. \r\n\r\nA brother or sister for your baby might be just what your family wants. But waiting until your baby is at least 2 years old will give you a healthier and happier family. And give you time to enjoy this baby.\r\n\r\nIf you have not started using a family planning method yet, now is the time. Free family planning may be available at the clinic.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 31, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "when-have-my-next-baby", 
  "uuid": "f0eb080d45c24d2baca43909138c4635"
}