{
  "subtitle": "Pregnancy can affect your skin", 
  "description": "Pregnancy can affect your skin", 
  "language": "eng_GB", 
  "title": "Why is my skin changing?", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-02-19T10:19:48+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-19T12:08:04.803441+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nWhile you are pregnant, your hormones might affect your skin. You may notice stretch marks appearing as your tummy grows, or the colour of your skin may change on some parts of your body.\r\n\r\nYour skin may get more sensitive. This is partly because of higher hormone levels. But your skin also becomes more stretched and delicate. It is a good idea to wear loose, comfortable clothing to help with this.\r\n\r\nIf you wash regularly and keep your skin clean during pregnancy, it will help. Use soap and clean, safe water. Make sure that you rinse all the soap off your skin. Any soap left behind could cause itching and soreness. Now is a good time to use oils and creams to keep your body soft and smooth.\r\n\r\nYou may see a dark line appear on your tummy. It can be as wide as your thumb, and sometimes crosses your tummy button. The line shows up where your stomach muscles stretch to give your baby more room. It fades a few weeks after you have given birth.\r\n\r\nYou might see darker or lighter patches on your forehead, cheeks, and neck. This is caused by your body making a hormone to protect your skin against sunlight. Being out in the sun will make the patches darker, making them show more. To protect your skin, cover your head and body when you go out. The patches fade about 3 months after your baby’s birth.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 86, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-my-skin-changing", 
  "uuid": "f4c9af39da6347ad8d87b256c88719da"
}