{
  "subtitle": "How will we cope with two?", 
  "description": "How will we cope with two?", 
  "language": "eng_GB", 
  "title": "TIREDMama: Money is tight", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2014-10-14T18:37:35+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-02-26T08:58:37.207412+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f9787aaa037b4669bfce1b5f746962c5", 
  "content": "Two months ago, I left my job to look for work that I can do from home. I do need to work to bring in extra money – but I’m pregnant with my second child. \r\n\r\nWe didn’t plan to have another baby right now. We can barely afford one child, but soon we will have two. My husband has been taking on extra shifts to help. It’s tough because now he is hardly ever at home and we don’t see much of each other. \r\n\r\nFor the past two months I’ve been waking up at 5am to do some housework before my little one wakes. Then I get her ready for school. After I have taken her to school, I walk around the neighbourhood looking for work. I ask if there are any cleaning jobs I could do. I fetch my daughter from school at 2pm, and then I have to keep her entertained, start making supper and the cleaning routine starts again.\r\n\r\nBecause I am so far into my pregnancy, I am heavy and tired all the time. I want to sit down and put my feet up. But there is no time for that. I have to do odd jobs and try to make what money I can. Now, I am wondering what it's going to be like when I have two. A toddler and a newborn. \r\n \r\nI have no time for my husband. I’m pregnant and exhausted. So how will I find time for my new baby or myself? Somehow I know that I must cope. Many women have done it before me. But sometimes it feels impossible. \r\n\r\n\r\n**MAMA HELP: Are you expecting your 2nd or 3rd child? You will need help. Reach out to trusted older family members and friends who have children. If you are tired and alone, you may not be able to give your best to your children. Ask for help and share child-minding duties with others.** \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "tiredmama", 
  "uuid": "f9787aaa037b4669bfce1b5f746962c5"
}