{
  "subtitle": "Your baby can roll over!", 
  "description": "Your baby can roll over!", 
  "language": "eng_UK", 
  "title": "5 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:48:18.184323+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-11T11:13:35.327643+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fb452b5081b3461faf35c88a7ca7ce72", 
  "content": "Your baby can't show her emotions in the same way as you, yet. But she will\nlet you know when she is angry, bored or happy. She will show her love for you\nby raising her arms when she wants to be picked up. She may also cry when you\nleave the room. About now, she is getting much stronger. Sit her on the floor\nand you may find she can sit up for a while on her own. Surround her with\npillows and stay close in case she falls over. She may surprise you by\nsuddenly rolling over! Don’t leave her on a bed or raised surface in case she\nrolls off. You can change her nappy while she is lying on a clean cloth on the\nfloor. Your baby's sight is still developing. She can now see small objects\nand track moving things. Try hiding her favourite toy with just a corner of it\nshowing. She will have fun finding it! Your baby may now be able to copy you.\nStick out your tongue, puff out your cheeks and see if she copies you. Your\nbaby now sees and hears the world almost as well as you do. Her communication\nskills are developing fast, too. Her sounds show her feelings. She may be\nhappy, eager, or satisfied that she has solved a problem. She may start to\nbabble, repeating sounds such as \"ba\", \"ma\", \"ga\". This is all progress\ntowards when she starts talking. created by BabyCentre\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 7, 
  "slug": "5-months-old", 
  "uuid": "fb452b5081b3461faf35c88a7ca7ce72"
}