{
  "subtitle": "Your baby can roll over!", 
  "description": "Your baby can roll over!", 
  "language": "eng_GB", 
  "title": "5 months old", 
  "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
  "created_at": "2014-10-10T08:48:18+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-06-09T08:50:59.064553+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "6ff678d6d63c4d79be341473a5d2e90f", 
    "824b8312c88c441e8aa3ae0ed81015cb"
  ], 
  "id": "fb452b5081b3461faf35c88a7ca7ce72", 
  "content": "Created by BabyCenter\r\n\r\n\r\nYour baby can't show her emotions in the same way as you, yet. But she will let you know when she is angry, bored or happy. She will show her love for you by raising her arms when she wants to be picked up. She may also cry when you leave the room. \r\n\r\nAbout now, she is getting much stronger. Sit her on the floor and you may find she can sit up for a while on her own. Surround her with cushions and stay close in case she falls over. \r\n\r\nShe may surprise you by suddenly rolling over! Do not leave her on a bed or raised surface in case she rolls off. You can change her nappy while she is lying on a clean cloth on the floor.\r\n\r\nYour baby's sight is still developing. She can now see small objects and track moving things. Try hiding her favourite toy with just a corner of it showing. She will have fun finding it! \r\n\r\nYour baby may now be able to copy you. Make funny faces, puff out your cheeks and see if she copies you.\t\r\n\r\nYour baby now sees and hears the world almost as well as you do. Her communication skills are developing fast, too. Her sounds show her feelings. She may be happy, eager, or satisfied that she has solved a problem.\r\n\r\nShe may start to babble, repeating sounds such as \"ba\", \"ma\", \"ga\". This is all progress towards when she starts talking.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "5-months-old", 
  "uuid": "fb452b5081b3461faf35c88a7ca7ce72"
}