{
    "fields": {
        "subtitle": "Nisaidie! Mtoto wangu hulia usiku kucha na kulala mchana kutwa!", 
        "description": "Nisaidie! Mtoto wangu hulia usiku kucha na kulala mchana kutwa!", 
        "language": "swh_TZ", 
        "title": "MAMA MCHANGA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T13:01:16+00:00", 
        "featured_in_category": true, 
        "modified_at": "2014-11-03T07:44:35.814068+00:00", 
        "linked_pages": [], 
        "slug": "mama-mchanga", 
        "content": "Tulipokuwa hospitalini, mtoto wangu hakulia sana. Kilio kilianza tulipofika nyumbani. Alilia tangu usiku huo wa kwanza.\r\nNilikuwa nikimnyonyesha vizuri kwani sikuwa na shida na hilo. Nilifahamu mikao ya kutumia. Wauguzi walikuwa wamenionyesha kwenye kliniki. Hata hivyo, mtoto alilia usiku kucha, kila siku. Angelala mchana wote na kulia usiku kucha. \r\nNilihofia usiku ulipofika. Mtoto wangu alitoa yowe kana kwamba alikuwa na maumivu. Singemuacha pekee yake. Niliketi naye usiku kucha. Hii ilinifisha moyo sana. Nilifikiri ningepatwa na wazimu kwa kukosa kulala. \r\nKina mama wengine waliniambia ningefanya mambo tofauti. Ningehakikisha kuwa mtoto yuko macho wakati wa mchana ndiposa awe mchovu kufikia usiku. Au ningemuacha tu aendelee kulia.\r\nLakini nilikuwa na umri wa miaka 18 na nilifanya nililoweza kufanya tu.\r\nMtoto wangu alipofikisha miezi 6 aliwacha kulia. Huo ndio wakati wa kwanza ambao nilianza kufurahia kuwa mama!\r\nMtoto wangu anafikisha miaka 2 sasa na anaendelea vizuri! Pia mimi niko mzima. Siku za kwanza ndizo zilizokuwa ngumu lakini sote tulifanikiwa! \r\n**USAIDIZI WA MAMA: Kila mtoto ni tofauti lakini watoto wote hulia. Kumsikiza mtoto wako akilia kwa muda mrefu kunaweza kukutia hofu na hata kukukasirisha. Huenda usiweze kumnyamazisha mtoto huyo. Hata hivyo unapaswa kutulia na ufanye lolote ili kumtuliza hadi atakaponyamaza. Ikiwa unajua hana njaa, uchovu, hajajikojolea wala hana maumivu, pata ushauri kutoka kwa mtu unayeamini. Kwa pamoja, mnaweza kuamua ikiwa mtoto anahitaji kuonwa na daktari.** \r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 26, 
        "id": "e3f6907d9e6d4ebcbbc843303a983464"
    }, 
    "model": "GitPageModel"
}