{
    "fields": {
        "subtitle": "Kuchanganyikiwa kuhusu kunyonyesha! Niligundua njia yangu mwenyewe.", 
        "description": "Kuchanganyikiwa kuhusu kunyonyesha! Niligundua njia yangu mwenyewe.", 
        "language": "swh_TZ", 
        "title": "MAMA WA KAWAIDA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:31:12+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.944157+00:00", 
        "linked_pages": [], 
        "slug": "mama-wa-kawaida", 
        "content": "Kuna watu wengi wanaonishauri kuhusu ulishaji wa mtoto wangu mchanga, sijui jambo la kufikiria! Baadhi ya marafiki wangu wananieleza nizingiatie saa fulani ya siku ya kumlisha mtoto kama vile baada ya kila saa 4.\r\n\r\nLakini siwezi kumuacha alie anapoonekana mwenye njaa na siwezi kumlazimisha anywe wakati hajisikii. Mimi humchukua akianza kukosa utulivu na kunung’unika na kumuweka kwenye titi. Kwa kwaida anaanza kunyonya hadi ashibe. Kisha titi langu, liliokuwa gumu na lililojaa hapo awali, huhisi lororo na lisilo na chochote.\r\n\r\nMimi hujaribu kumpatia anyonye matiti yote ili aondoe usumbufu ninaohisi matiti yanapokuwa yamejaa. Mtoto wangu huhisi usingizi sana baada ya kunyonya, kwa hivyo huwa namshika angalie juu na kumwachilia apige mbweu na kisha namweka chini alale. Kulingana na kiasi cha kinyesi chake, lazima apate chakula cha kutosha. \r\n\r\nKisha mama mwingine aliniambia kuwa ni lazima nimpatie maji baridi, yaliyochemushwa katikati ya saa za kumlisha akiwa na miezi 6 kwa sababu watoto wanaweza kupungukiwa na maji mwilini. Kuna joto sana mchana, kwa hivyo nilifikiria kuwa nitajaribu. Lakini mtoto wangu hajala chochote ila tu kunyonya. Kwa hivyo nilipojaribu kumwekea kikombe kwa mdomo, alikasirika na hakutaka.\r\n\r\nYeye hutoa mkojo mwingi sana mara 3 hadi 4 kwa siku. Mkojo huwa safi na si wa njano au mzito, kwa hivyo nadhani anakunywa viowevu vya kutosha. Ngozi yake ni waridi na uso wake huendelea kung’aa kila wakati. Alipimwa kwenye klinki na anaendelea kuongeza uzani vizuri, kwa hivyo sina wasiwasi.\r\n\r\nNiligundua njia yangu mwenyewe. Chuchu zangu zilikuwa chungu mwanzoni lakini niliambiwa kuwa lazima titi langu lisonge zaidi kwenye kinywa cha mtoto wangu. Si lazima chuchu yangu ifinywe na kaakaa lake, lakini ikae kwa mdomo, mahali ambapo ni nyororo. Tangu nifanye hivyo, haliniumi tena ninaponyonyesha.\r\n\r\nWakati mwingine hajishikizi vizuri na kwa hivyo mimi humuacha afungue mdomo kabisa na kujishikiza tena. Wakati mwingine inafanyika vizuri lakini wakati mwingine tunajaribu mara kadhaa. Inakuwa rahisi tunavyojaribu mara kwa mara.\r\n\r\nSasa nimepata unyonyeshaji kuwa rahisi na kawaida, na usio na matatizo hivi kwamba naweza kuenda mahali popote na kumnyonyesha mtoto wangu ninapotaka!\r\n\r\n**USAIDIZI WA MAMA: Mtoto wako anapata maziwa ya kutosha ikiwa ananyonya mara kwa mara, anakojoa mara 6 hadi 8 kwa siku na kuongeza uzani. Miezi 6 ya kwanza hahitaji chakula chochote au viowevu isipokuwa maziwa ya mama.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 40, 
        "id": "4a91f8ef1f94438dbe04c634b469e130"
    }, 
    "model": "GitPageModel"
}