{
    "fields": {
        "subtitle": "Hakuna pesa: Tutajikimu vipi na wawili?", 
        "description": "Hakuna pesa: Tutajikimu vipi na wawili?", 
        "language": "swh_TZ", 
        "title": "MAMA ALIYECHOKA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:46:56+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.886299+00:00", 
        "linked_pages": [], 
        "slug": "mama-aliyechoka", 
        "content": "Miezi miwili iliyopita, niliacha kazi yangu ili kutafuta kazi ninayoweza kufanyia nyumbani. Nahitaji sana kufanya kazi ili niweze kupata pesa zaidi – lakini sasa nina ujauzito wa mtoto wa pili.\r\n\r\nHatukupangia kupata mtoto mwingine wakati huu. Hatuwezi hata kulipia utunzaji wa mtoto mmoja, na hivi karibuni tutakuwa na wawili. Mume wangu amekuwa akichukua zamu zaidi za kazi ili kusaidia. Ni vigumu kwa sababu wakati huu hapatikani nyumbani kwa urahisi na hatuonani sana. Nahisi vibaya kwa kumuongea mume wangu majukumu.\r\n\r\nKwa miezi miwili iliyopita nimekuwa nikiamka saa kumi na moja asubuhi ili kufanya kazi fulani za nyumba kabla mtoto wangu aamke na nimtayarishe kuenda shuleni. Baada ya kumpeleka shuleni, nitembee kwa majirani kutafuta kazi. Nauliza iwapo kuna kazi zozote za kusafisha ninazoweza kufanya. Mimi humchukua mtoto wangu saa nane mchana, na kisha napaswa kumtunza, kuanza kuandaa chajio na desturi ya kusafisha kuanza tena. \r\n\r\nKwa sababu ujauzito wangu umekua sana, mimi ni mzito na mchovu wakati wote. Nataka kukaa chini na kuweka miguu yangu juu, lakini hakuna muda wa kufanya hivyo. Napaswa kufanya kazi za muda na nijaribu kupata pesa ninazoweza. Sasa, nashangaa itakavyokuwa nitakapokuwa na wawili. Anayeanza kutembea na mchanga.\r\n\r\nSina muda wa mume wangu. Nina ujauzito na nimechoka. Kwa hivyo nitapataje muda wa mtoto wangu mchanga na mimi mwenyewe? Kwa vyovyote vile najua kuwa lazima nivumilie. Wanawake wengi wamefanya hili. Lakini wakati mwingine linaonekana lisilowezekana.\r\n**USAIDIZI WA MAMA: je, unatarajia mtoto wako wa pili au wa tatu? Utahitaji usaidizi. Wasiliana na jamaa na marafiki wazee unaoamini walio na watoto. Iwpao umechoka na uko pekee yako, huende usiweze kuwashughulikia watoto wako vizuri. Omba usaidizi na ushirikiane na wengine katika kutekeleza majukumu yanayosumbua akili yanayohusu watoto.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 33, 
        "id": "3baed10a493a4b2aaf89112ab946574a"
    }, 
    "model": "GitPageModel"
}