{
    "fields": {
        "subtitle": "Mama! Tazama ndani ya macho ya mtoto wako. ", 
        "description": "Mama! Tazama ndani ya macho ya mtoto wako. ", 
        "language": "swh_TZ", 
        "title": "Umri wa mwezi 1", 
        "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
        "created_at": "2014-10-26T15:39:26.836651+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.730638+00:00", 
        "linked_pages": [], 
        "slug": "umri-wa-mwezi-1", 
        "content": "Kwa sasa, mtoto wako ataanza kuangalia kitu kwa macho yote mawili. Atatazama ukisogeza kitu cha kuchezea mbele yake. Lakini, kikitoweka, mtoto wako atasahau kama kilikuwepo!\r\n\r\nKumbukumbu ya mtoto wako inaendelea kuimarika wakati wote. Atasahau kitu hicho cha kuchezea, lakini anajua sauti yako kila wakati, na anaikumbuka kutoka wakati alipokuwa tumboni mwako. \r\n\r\nKumwogesha mtoto wako kunaweza kuwa wakati wa furaha kwenu nyote wawili. Tumia taulo safi na umwogeshe kwa maji mengi yaliyo safi na salama. Hakikisha maji hayo yana joto lakini si ya moto. Watoto wengi watatulia na kufurahia maji. Yanaweza hata kumkumbusha wakati alipokuwa tumboni mwako. Kamwe usimwache mtoto pekee yake akiwa ndani ya maji. \r\n\r\nNi vizuri kumwangalia mtoto wako usoni na kuangaliana macho kwa macho. Hili humsaidia kuanza kujifunza stadi za kijamii. Hivi karibuni, mtoto wako atatambua sura yako. Anaweza kukupendelea wewe zaidi ya watu wengine. Anaweza kutoa kelele za mtoto na kurusha mateke kwa furaha anapokuona. Utaona tabasamu yake ya kwanza hivi karibuni! \r\n\r\nMtoto wako pia anatambua mazingira yake. Kelele zitaanza kumvutia, na ataanza kupenda vitu vyenye rangi. \r\n\r\nKufikia sasa, mtoto wako huenda akaweza kuinua kichwa na kifua chake wakati amelala kifudifudi. Kujifunza jinsi ya kudhibiti kichwa chake ni hatua muhimu kwake.\r\n\r\nMtoto wako pia anakusikiliza zaidi kila siku. Ukiongea, anaweza kuacha alichokuwa akifanya ili akusikilize. Endelea kumzungumzia naye, ukirudia kelele zake. Kuzungumza na mtoto wako kutamtuliza na kumtia moyo kukuzungumzia. \r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 16, 
        "id": "a1b79260d3d243fcb17aaefc3c79d61f"
    }, 
    "model": "GitPageModel"
}