{
    "fields": {
        "subtitle": "Mdundo mwepesi tumboni mwako", 
        "description": "Mdundo mwepesi tumboni mwako", 
        "language": "swh_TZ", 
        "title": "Mwezi wa 3", 
        "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
        "created_at": "2014-10-22T12:01:00.182727+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.798765+00:00", 
        "linked_pages": [], 
        "slug": "mwezi-wa-3", 
        "content": "Mtoto wako bado ni mdogo kiasi cha kutoshea ndani ya kiganja cha mkono wako. Anaota nywele kichwani, na nywele nyororo kote mwilin¬¬i mwake. Kwenye ncha za vidole vyake anaanza kupata alama ndogondogo za vidole. \r\n\r\nTumboni mwako, mtoto wako anaelea kwa usalama katika majimaji. Anakingwa dhidi ya mitikisiko na anapewa joto na majimaji hayo. Watoto wanaweza kupata kwikwi. Hii unahisi mara kwa mara kama mdundo wa ngoma tumboni mwako, inayoweza kudumu dakika chache.\r\n\r\nKwa sasa unaweza kuwa unahisi hali ya kichefuchefu imepungua na kujikuta una njaa ghafla. Kula vizuri. Kumbuka kula vyakula vya aina mbalimbali kila siku. Kula kiasi zaidi cha chakula katika kila mlo. Hakikisha chakula chako ni salama na freshi, hakijachacha wala si cha zamani. \r\n\r\nPia kwa utaratibu utahisi uchovu unaendelea kupungua na unapata nguvu zaidi. Kondo la nyuma ama plasenta kwa sasa imekua tumboni mwako na inamsaidia mtoto wako. Itatoka mara tu baada ya mtoto wako kuzaliwa.\r\n\r\nUnaweza kuona kama nguo zako zimeanza kukubana zaidi kwenye kiuno na kifua. Mimba yako itaanza kuonekana hivi karibuni, kama kitambi kidogo chini ya tumbo lako.\r\n\r\nKuwa mjamzito hukufanya upungukiwe na kinga dhidi ya vijidudu, kwa hivyo unaweza kupata kikohozi na mafua mara nyingi zaidi. Nawa mikono yako kwa sabuni na maji safi na salama mara kwa mara. Ndiyo njia bora zaidi ya kuondoa vijidudu.\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 24, 
        "id": "21d8c15b1c2647879065c09a807a41d8"
    }, 
    "model": "GitPageModel"
}