{
    "fields": {
        "subtitle": "Nimekonda sana baada ya mtoto: Nakondeana", 
        "description": "Nimekonda sana baada ya mtoto: Nakondeana", 
        "language": "swh_TZ", 
        "title": "MWANAMKE MWENYE SHUGHULI NYINGI", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:49:05+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.878270+00:00", 
        "linked_pages": [], 
        "slug": "mwanamke-mwenye-shughuli-nyingi", 
        "content": "Wakati wote nimekuwa mwembamba. Lakini katika mwaka baada ya kuzaa, watu waliniambia kuwa nilifanana na  kiunzi cha mifupa kinachotembea.\r\n\r\nJuma baada ya kuzaa nilikuwa nisharejelea nguo zangu za awali. Lakini upotezaji wa uzani haukukoma hapo. Mtoto wako alionekana aliyejishikiza kwenye titi langu kila wakati. Na alivyonyonya, niliendelea kukonda.\r\n\r\nNilikuwa nimenyonyesha kwa miezi 9 nilipojiona kwenye kioo cha dirisha la duka mjini. Nilishangaa: Nilikuwa ngozi na mifupa tu. Wengine walikuwa wakinikodolea macho na kuuliza ikiwa nilikuwa mgonjwa. Kwa hivyo niliamua kumuona daktari.\r\n\r\nAliniambia kuwa mwili wangu ulikuwa umekoma kufyonza virutubishi na kuwa itachukua muda kurekebika. Niliwekwa kwenye mpango wa kula vyakula viletavyo afya. Nilipaswa kula vyakula vingi viletavyo nguvu  na vyakula visivyotiwa chumvi wala kugandishwa ili kupata vitamin.\r\n\r\nDaktari aliniambia pia kuanza kumpa mtoto wangu vyakula vya mango. Alinionyesha jinsi ya kufanya hivi.\r\n\r\nSasa kwa kuwa nimeanza kuongeza nguvu, nahisi vyema sana. Sijaongeza uzani wowote, lakini pia sijapoteza wowote.\r\n\r\nKwa muda mrefu, wazo la ujauzito mwingine lilitia hofu. Sikufikiri mwili wangu ungeweza. Lakini nimeanza kufikiria kuwa naweza kupata tena. Wakati huu, ningekula kwa makini na kuhakikisha kuweka vyakula vizuri kwenye mwili wangu. Sasa najua kuwa sharti nijitunze ndiposa niweze kuitunza familia yangu.\r\n\r\n**USAIDIZI WA MAMA: Ikiwa hauna hakika kuwa unaweza kudumisha lishe bora kivyako, muulize mhudumu wako wa afya kwa usaidizi. Utahitaji kula vyakula vilivyo na mafuta mazuri, vitamini na madini. Hivi ni muhimu kwa mama mwenye afya na mtoto mwenye afya.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 32, 
        "id": "b3c9825d9e29434c80a799b2952dbb8d"
    }, 
    "model": "GitPageModel"
}