{
    "fields": {
        "subtitle": "Mlishe mtoto wako vyakula vigumu", 
        "description": "Mlishe mtoto wako vyakula vigumu", 
        "language": "swh_TZ", 
        "title": "Umri wa miezi 6", 
        "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
        "created_at": "2014-10-26T15:51:15.722481+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.657168+00:00", 
        "linked_pages": [], 
        "slug": "umri-wa-miezi-6", 
        "content": "Mtoto wako yuko tayari kuanza kula vyakula vya familia pamoja na maziwa anayonyonya! Anaweza kula kiasi kidogo tu cha chakula mwanzoni: kijiko kimoja kinatosha. Atafurahia chakula cha familia kilichopondwa. Keti ukiwa unamwangalia na umpe chakula laini kwenye kidole chako safi au kwenye kijiko. Huenda ikamchukua muda kujua jinsi ya kusogeza chakula kwa ulimi wake na kukimeza. Kuwa na subira. Atajifunza. \r\n\r\nAnza kwa kumpa chakula kilichopondwa mara moja kwa siku. Kisha mara mbili kwa siku na kisha mara tatu kwa siku. Anaweza akataka kunyonya maziwa kabla ya chakula kilichopondwa, na kunyonya maziwa tena baada ya chakula kilichopondwa. \r\n\r\nHuu unaweza kuwa mwezi ambao mtoto wako ataota jino lake la kwanza. Kwa kawaida mojawapo ya meno ya chini ya mbele ndiyo huwa ya kwanza kuota. \r\n\r\nAnaweza kuanza kutumia mkono mmoja zaidi ya mwingine. Kisha anaweza kubadilishana mikono. Lakini hutajua kama yeye ni mtu wa mkono wa kulia au wa kushoto hadi afikishe umri wa miaka miwili au mitatu. Mwache ashikilie kitu kidogo na akipitishe kutoka mkono mmoja hadi mwingine. Hili litamsaidia kuendeleza ustadi wake.\r\n\r\nMtoto wako inawezekana sasa anajishughulisha zaidi, na atafurahia kukaa na watoto wengine!\r\n\r\nJe, mtoto wako anapenda kitu fulani au kitu fulani cha kuchezea? Ikiwa ndivyo, hivi karibuni hataweza kwenda mahali popote bila kitu hicho. Hili ni la kawaida, na dalili ya mtoto wako kukuza kujitegemea, kwa sababu anaweza kutumia kitu cha kuchezea au kitambaa kwa uthibitisho badala yako.\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 11, 
        "id": "82aa6bf649a943dd98978edef993d129"
    }, 
    "model": "GitPageModel"
}