{
    "fields": {
        "subtitle": "A warm birth cocoon: Just my baby and me", 
        "description": "A warm birth cocoon: Just my baby and me", 
        "language": "eng_UK", 
        "title": "NaturalMOM", 
        "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
        "created_at": "2014-10-10T09:52:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:36.182483+00:00", 
        "linked_pages": [
            "ce987edaba43406094b7ea6e4ecf12bc"
        ], 
        "slug": "naturalmom", 
        "content": "Brought to you by MAMA\r\n\r\nAs soon as my baby was born I held her tight. I would not let the midwife take her away from me for weighing or injections. And definitely not for bathing. Not yet! I wanted some time with her first. \r\n\r\nI knew that all my baby needed was to lie on my chest with me. The best incubator in the world is between my breasts. That is what a baby needs, food, warmth and touch.\r\n\r\nAt the clinic, they want to tell you what to do. But I listened to my instincts as a new mom. It was the time for my new family to be together. My baby was hearing the voices of her parents for the first time. I spoke to her while her dad made noises and sang.\r\n\r\nI put her to my breast. At first she only licked my nipple and then suckled for a few seconds before giving up. It took the help of the midwife to show both of us how to get her to latch on properly. That took at least an hour. Now when I feed her I can see her sparkling eyes looking at me.\r\n\r\nThe time for a bathing and weighing will come. I will make sure she gets all her vaccinations on time. But not yet. Now it’s time to get to know her. Deep down I know that the best thing I can do right now is to feed her often and keep her close. \r\n\r\n**MAMA HELP: Your time with your newborn is precious. You have both done such a good job! Spend time bonding and cuddling. It is the first time you are meeting this precious bundle. The world can wait.** \r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 64, 
        "id": "019334c4184c4a64bd282cd813557b3e"
    }, 
    "model": "GitPageModel"
}