{
    "fields": {
        "subtitle": "Niko katika leba? Sikujua nilikuwa na ujauzito!", 
        "description": "Niko katika leba? Sikujua nilikuwa na ujauzito!", 
        "language": "swh_TZ", 
        "title": "MAMA ALIYE NA MSHANGAO", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:44:36+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.895701+00:00", 
        "linked_pages": [], 
        "slug": "mama-aliye-na-mshangao", 
        "content": "Hata sikujua kuwa nilikuwa na ujauzito hadi nilipoenda katika leba na nikajifungua mtoto wangu. Hili linaweza kusikika kama lisilo la kawaida. Lakini sikuongeza uzani wowote. Au, iwapo niliongeza, sikugundua kwa sababu hata hivyo mimi huwa na tumbo kubwa. Kisha siku moja kwa ghafla, niliamka nikihisi kizunguzungu sana. Nilienda katika kliniki ili nijue tu kilichojiri. Nilipowaambia wauguzi nilivyohisi, waliamua kufanya vipimo fulani. \r\n\r\nWalirudi na kuniambia kuwa nilikuwa na ujauzito! Nilishtuka sana hadi nikashuka sakafuni.\r\n\r\nKisha wakaniambia kuwa shinikizo la damu yangu lilikuwa juu sana na mtoto pamoja na mimi tulikuwa hatarini. Waliniambia kuwa walihitaji kunipeleka hospitalini mara moja na wazalishe mtoto.\r\n\r\nWaliwapigia wazazi wangu  simu na kuwaeleza kila kitu. Wazazi wangu walishtuka sana, lakini pia walifurahi sana.\r\n\r\nNilipelekwa na gari la wagonjwa moja kwa moja na nikafanyiwa upasuaji wa kuzaa. Walinipa mtoto wangu mvulana. Saa chache kabla, sikuwa hata nimejua kuwa nilikuwa mjamzito na sasa nilikuwa na mtoto mvulana!\r\n\r\n**USAIDIZI WA MAMA: Kukosa hedhi ndiyo ishara ya kwanza kuwa huenda una ujauzito. Kipimo kwenye kliniki kutahakikisha hili. Wahudumu kwenye kliniki hiyo watakuambia kuhusu safari za mara kwa mara za kliniki unazopaswa kutekeleza katika muda wa ujauzito ili kuhakikisha usalama wako na wa mtoto wako. Sikiza kwa makini watakayosema. Jaribu kufanya wanavyokuambia.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 34, 
        "id": "b62a6b5b4b7743898088d59d8a652fb0"
    }, 
    "model": "GitPageModel"
}