{
    "fields": {
        "subtitle": "Mtoto wangu mchanga ananifanyisha kazi nyingi! Ni nini kilitendeka katika maisha yangu?", 
        "description": "Mtoto wangu mchanga ananifanyisha kazi nyingi! Ni nini kilitendeka katika maisha yangu?", 
        "language": "swh_TZ", 
        "title": "MAMA WA MARA YA KWANZA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:52:56+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.862316+00:00", 
        "linked_pages": [], 
        "slug": "mama-wa-mara-ya-kwanza", 
        "content": "Nilishtuka kufahamu muda unaohitajika ili kutunza mtoto mchanga! \r\nKabla ya msichana wangu kuzaliwa, nilifikiri kuwa watoto wachanga walilala muda wote. Niliwaza: Kwani ni jambo kubwa, kwa nini wanawake hunung’unika kuwa na mtoto mdogo zaidi?\r\nHata hivyo, mtoto wangu angeamka na kulia punde tu nilipoanza kujaribu kufanya kazi yoyote. Hii ilinilazimu kumlisha wakati huo. Kwa kawaida ilinichukua takribani saa moja kuhakikisha ameteuka na kumbadilisha nepi na kumlaza tena. Singeweza kufanya jambo lolote! \r\nHapo mwanzoni, aliamka mara 2 au 3 wakati wa usiku. Ilinichukua muda kidogo kuzoea kuamka kila mara. Hatimaye, nilianza kulala kidogo sana kwani nilikuwa nikisikiliza kelele za mtoto wangu. Alilala karibu na kitanda chetu kwenye sanduku kubwa. \r\n\r\nHata hivyo, kutolala wakati wa usiku kuliniathiri. Nilikuwa mchovu na mwenye machozi wakati wote. Mtoto wangu alipofikisha miezi 6, alikuwa akiamka kula mara chache wakati wa usiku. Hata hivyo, kwa wakati huo, alikuwa akilala kando yangu kitandani hivi kwamba ningepinduka tu na kumpa titi. Kisha tunalala tena. \r\n\r\nWakati wa mchana, mtoto wangu alikuwa macho na hakulala. Nilikuwa na wakati mdogo zaidi wa kufanya kazi za nyumbani kwani alitaka nimmakinikie kila wakati. \r\nRafiki yangu mmoja alinipa ushauri mzuri. Aliniambia nichukue muda kumlisha mtoto wangu vyema wakati wa mchana ili asiwe na njaa wakati wa usiku. Kwa njia hiyo, mtoto hatakuwa akiniamsha kula wakati wote. Pia aliniambia kuwa kufikia miezi 6, watoto huwa tayari kulala hadi asubuhi.  \r\nNilifurahi sana kusikia hivyo. Ninatazamia kupata usingizi wangu tena!\r\n**USAIDIZI WA MAMA: Watoto hupenda utaratibu. Hii huwatayarisha kwa yote wanayotarajia katika siku yao. Jaribu kutengeneza utaratibu mpole wa kila siku ambapo unafanya mambo sawa kwa karibu wakati sawa kila siku. Kuna uwezekano kwamba mtoto wako atakula na kulala bora zaidi.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 30, 
        "id": "8fd00c1843df4726a75557db8bc935c4"
    }, 
    "model": "GitPageModel"
}