{
    "fields": {
        "subtitle": "", 
        "description": "", 
        "language": "swh_TZ", 
        "title": "Terms", 
        "primary_category": null, 
        "created_at": "2014-10-30T17:03:34.732990+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.398852+00:00", 
        "linked_pages": [], 
        "slug": "terms", 
        "content": "**Site Disclaimer**\r\n\r\nThe contents of the MAMA site, such as text, graphics, images, medical information, and other material contained on the MAMA site (\"Content\") are for informational purposes only. The Content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. You should always seek the advice of your doctor or other qualified health provider with any questions you may have regarding any medical condition, including pregnancy. Do not disregard or reject professional medical advice you have obtained or delay in seeking such advice based on any of the Content accessed through the MAMA Site.\r\n\r\nInformation, ideas and opinions expressed on this site should not be regarded as professional advice or our official opinion; you are strongly advised to seek professional advice before taking any course of action related to them.\r\n\r\nTo the fullest extent permissible by law, we expressly disclaim all (express and implied) liability. While we take all reasonable precautions to prevent this, we do not warrant that the website or any software available for download via the website is free of viruses or destructive code.\r\n\r\nWe and our officers, directors, employees, servants, affiliates, shareholders, agents, consultants or employees (in whose favour this constitutes a stipulation for the benefit of another) shall not be liable for and you hereby indemnify us and our officers, directors, employees, servants, affiliates, shareholders, agents, consultants or employees (in whose favour this constitutes a stipulation for the benefit of another) against any direct, indirect, special, incidental, consequential or punitive damages or loss of any kind whatsoever or howsoever caused (whether arising under contract, delict or otherwise and whether the loss was actually foreseen or reasonably foreseeable) arising out of your use of the MAMA site.\r\n\r\nMAMA does not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the site.\r\n\r\nReliance on any information provided by MAMA, MAMA employees and others appearing on the site at the invitation of MAMA, or other visitors to the site is solely at your own risk.\r\n\r\nThe site may contain health- or medical-related materials that are sexually explicit.\r\n\r\n**Terms of Use**\r\n\r\nA number of pages on this site have been made available to Praekelt Foundation on behalf of MAMA SA by www.babycenter.com.\r\n\r\nThese are the terms of use for this mobisite.\r\n\r\n**Introduction**\r\n\r\nThe information marked as provided by BabyCenter is provided to you by BabyCenter, L.L.C., a Delaware limited liability company, with its principal offices in San Francisco, California USA.\r\n\r\n**Modifications to this Agreement**\r\n\r\nPraekelt Foundation may make changes to this Agreement from time to time in its sole discretion, by updating this posting on this mobisite, and specifying the effective date of the new version of the Agreement. Your continued use of the mobisite following the posting of a new version of the Agreement constitutes your acceptance of any such changes. Accordingly, whenever you visit this mobisite you should check to see if a new version of the Agreement has been posted.\r\n\r\n**Mobisite Intended audience**\r\n\r\nThis mobisite is operated by Praekelt Foundation. This mobisite is not intended for children under the age of thirteen.\r\nYour Use of Content and Information -- Disclaimer with Respect to Content\r\n\r\nA variety of information, advice, recommendations, letters, messages, comments, posts, text, graphics, software, music, sound, photographs, videos, data, and other materials (\"Content\") is available on the MobiSite. Some of the Content is provided by BabyCenter or its suppliers, or Praekelt Foundation and its suppliers. Other Content is provided by persons who use the Mobi Site (\"Users\"), such as User opinions and views provided via posts to articles, Moms' stories, chat rooms, or polls. While BabyCenter and Praekelt Foundation strive to keep the Content that it posts on the Mobi Site accurate, complete, and up-to-date, BabyCenter and Praekelt Foundation cannot guarantee, and is not responsible for, the accuracy, completeness, or timeliness of any Content, whether provided by BabyCenter or its suppliers, by Praekelt Foundation and its suppliers, or by Users of the Mobisite. Any opinions, advice, statements or other information expressed or made available by Users or third parties, including but not limited to bloggers, are those of the respective User or other third party and not of Praekelt Foundation or BabyCenter. Praekelt Foundation and BabyCenter do not endorse and are not responsible for the accuracy or reliability of any opinion, advice or statement made on the mobisite.\r\n\r\nNeither Praekelt Foundation nor BabyCenter have any obligation to prescreen, edit, or remove any Content provided by Users that is posted on or available through the Mobi Site.\r\n\r\nNotwithstanding the foregoing, Praekelt Foundation and BabyCenter will have the right (but not the obligation), in their sole discretion and for any reason, to prescreen, edit, refuse to accept, remove, or move any such Content.\r\n\r\nTHE CONTENT AVAILABLE VIA THE MOBI SITE IS PROVIDED WITH THE UNDERSTANDING THAT NEITHER PRAEKELT FOUNDATION NOR ITS SUPPLIERS NOR BABYCENTER NOR ITS SUPPLIERS NOR THE SITE USERS ARE ENGAGED IN RENDERING MEDICAL, COUNSELING, LEGAL, OR OTHER PROFESSIONAL SERVICES OR ADVICE.\r\n\r\nSUCH CONTENT IS INTENDED SOLELY AS A GENERAL EDUCATIONAL AID. IT IS NOT INTENDED AS MEDICAL OR HEALTHCARE ADVICE, OR TO BE USED FOR MEDICAL DIAGNOSIS OR TREATMENT, FOR ANY INDIVIDUAL PROBLEM. IT IS ALSO NOT INTENDED AS A SUBSTITUTE FOR PROFESSIONAL ADVICE AND SERVICES FROM A QUALIFIED HEALTHCARE PROVIDER FAMILIAR WITH YOUR UNIQUE FACTS. ALWAYS SEEK THE ADVICE OF YOUR PHYSICIAN OR OTHER QUALIFIED HEALTHCARE PROVIDER REGARDING ANY MEDICAL CONDITION AND BEFORE STARTING ANY NEW TREATMENT.\r\nUser-Submitted Content\r\n\r\n**Representations Made and Rights Granted**\r\n\r\nYou are responsible for all Content that you submit, post, or otherwise make available to or through the Mobi site. By doing so, you represent and warrant to Praekelt Foundation that such content is not confidential and that you have all necessary permission to submit, post and otherwise make available such Content.\r\n\r\nPraekelt Foundation makes no claims to ownership of Content that you submit, post or otherwise make available to or through the Mobi Site and you continue to retain all ownership rights in such Content and the right to use your Content as you determine. However, you do grant to Praekelt Foundation and its affiliates a worldwide, nonexclusive, perpetual, fully sub-licensable, royalty-free right and license as set below:\r\n\r\na. with respect to Content other than photos, graphics, audio, video, or journals that you submit, post or otherwise make available to public areas of the Mobi Site (e.g. not intended as a private communication), the license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute , publicly perform, and publicly display such Content (in whole or part) worldwide via the Mobi Site or otherwise, and/or to incorporate it in other works in any form, media, or technology now known or later developed; and\r\n\r\nb. with respect to photos, graphics, audio, video or journals that you submit, post or otherwise make available to public areas of the Mobi Site, the license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and publicly display such Content for the purpose for which such Content was submitted, posted or made available.\r\nOwnership and Intellectual Property Rights\r\n\r\n**Ownership**\r\n\r\nThis mobisite is owned by Praekelt Foundation. With the exclusion of the content provided by Baby Center, all right to, title to, and interest in the Content available via the mobisite, the mobisite look and feel, the designs, trademarks, service marks, and trade names displayed on the mobisite, and the Web Site URLs, are the property of Praekelt Foundation or its licensors, and are protected by copyrights, trademarks, patents, or other proprietary rights and laws.\r\n\r\n**License to Use Content**\r\n\r\nPraekelt Foundation and, where relevant, BabyCenter, grant you a nonexclusive, nontransferable, revocable, limited license to view, copy, print, and distribute Content retrieved from the Mobisite only for your personal, noncommercial use, provided that you do not remove or obscure any copyright notice, trademark notice, or other proprietary rights notices displayed on or in conjunction with the Content. You may not use any Content available via the Web Site in any other manner or for any other purpose without the prior written permission of Praekelt Foundation or, where appropriate, BabyCenter. All rights not expressly granted in this Agreement are expressly reserved to Praekelt Foundation and, where applicable, BabyCenter.\r\n\r\n**Trademark Notices**\r\n\r\nAll trademarks, service marks, logos and designs used on this mobisite, whether registered or unregistered, are owned by Praekelt Foundation BabyCenter or other third parties including MAMA SA. You may not use or display any trademarks, service marks, logos or designs owned by BabyCenter or its affiliates without our prior written consent.\r\nYour Contact With Advertisers or Other Third Parties and Other Sites\r\n\r\nYour dealings with advertisers or other third parties found on or accessible through the mobisite are solely between you and the third party. These dealings include, but are not limited to, your participation in promotions, the payment for and delivery of items if any, and any terms, conditions, warranties, or representations associated with such dealings. These links are provided solely as a convenience to Users and should not be construed as an endorsement by Praekelt Foundation or BabyCenter of content, items, or services on those third-party Web sites. You access and use such sites, including the content, items, or services on those sites, solely at your own risk.\r\n\r\nPraekelt Foundation and BabyCenter do not make any representations or warranties with respect to any content or privacy practices, or otherwise with respect to such third parties or any items or services that may be obtained from such third parties, and you agree that Praekelt Foundation and BabyCenter will have no liability with respect to any loss or damage of any kind incurred as a result of any dealings between you and any third party, or as a result of the presence of such third parties on the mobisite.\r\nDisclaimer of Warranties With Respect to Mobi Site\r\n\r\nTHE MOBISITE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. PRAKELT FOUNDATION AND BABYCENTER EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\r\n\r\nPRAEKELT FOUNDATION AND BABYCENTER DO NOT MAKE ANY WARRANTY THAT THE WEB SITE WILL MEET YOUR REQUIREMENTS, OR THAT ACCESS TO THE WEB SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, OR THAT DEFECTS, IF ANY, WILL BE CORRECTED. PRAEKELT FOUNDAITON AND BABYCENTER MAKE NO WARRANTIES AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE MOBI SITE OR AS TO THE ACCURACY, QUALITY, OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE MOBI SITE.\r\nLimitations of Liability\r\n\r\nPRAKELT FOUNDATION, BABYCENTER AND THEIR AFFILIATES ASSUME NO RESPONSIBILITY FOR ANY CONSEQUENCE RELATING DIRECTLY OR INDIRECTLY TO ANY ACTION OR INACTION YOU TAKE BASED ON THE CONTENT AVAILABLE VIA THE MOBI SITE. YOU MUST EVALUATE, AND BEAR ALL RISKS ASSOCIATED WITH, THE USE OF ANY CONTENT, INCLUDING ANY RELIANCE ON THE ACCURACY, COMPLETENESS, OR USEFULNESS OF SUCH CONTENT. YOU SPECIFICALLY ACKNOWLEDGE THAT BABYCENTER IS NOT LIABLE FOR THE DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF USERS OR THIRD PARTIES.\r\n\r\nADDITIONALLY, IN NO EVENT WILL BABYCENTER OR ITS AFFILIATES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS OR SERVICES, OR ANY OTHER SUCH DAMAGES, HOWSOEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE RESULTING FROM (1) THE USE OF, OR THE INABILITY TO USE THE WEB SITE; (2) THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES, ITEMS, OR MOBI SITES; (3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (4) THE STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE MOBI SITE; OR (5) ANY OTHER MATTER RELATING TO THE MOBI SITE. THESE LIMITATIONS WILL APPLY WHETHER OR NOT BABYCENTER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\r\nIndemnification\r\n\r\nYou agree to indemnify and hold harmless Praekelt Foundation, BabyCenter, their directors, officers, employees, agents, and affiliates, from and against any and all liability, damages, losses, claims, expenses of any kind (including, without limitation, reasonable attorneys' fees) directly or indirectly related to (1) your breach of the Agreement; or (2) the Content you submit, post, or transmit through the Mobi Site.\r\nComplaints Regarding Content\r\n\r\nRegarding copyright infringement complaints, see our Notice and Procedure for Making Complaints regarding Copyright Infringement. With respect to complaints regarding content, see our Notice and Procedure for Making Complaints Regarding Content.\r\n\r\n**Your Account**\r\n\r\nYou are responsible for maintaining the confidentiality of any passwords associated with your account, monitor all activity under the account, and assume full responsibility for all activities that occur under your account (unless we cause a security breach).\r\nModification or Suspension of the mobisite\r\n\r\nPraekelt Foundation and BabyCenter may at any time modify, discontinue, or suspend its operation of this mobisite, or any part thereof, temporarily or permanently, without notice to you.\r\nTermination\r\n\r\nEither party may terminate the Agreement for any or no cause, at any time, by notice, which shall be effective immediately or as specified in the notice. After termination, you shall no longer access the mobisite. The provisions of this Agreement which by their intent or meaning intended to survive such termination shall continue to apply indefinitely.\r\nSeverability of Agreement\r\n\r\nIf any provision of the Agreement is found by a court or other binding authority to be invalid, you agree that every attempt shall be made to give effect to the parties' intentions as reflected in that provision, and the remaining provisions contained in the Agreement shall continue in full force and effect.\r\nApplicable Law\r\n\r\nThis Agreement and the resolution of any dispute related to this Agreement or the mobisite shall be governed by and construed in accordance with the laws of South Africa without giving effect to any principles of conflicts of law. Any legal action or proceeding between Praekelt Foundation, BabyCenter and you related to the Agreement shall be brought exclusively in a court of competent jurisdiction sitting in South Africa and you agree to submit to the personal and exclusive jurisdiction of such courts.\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b252011a920b4e318360ac4ac13c14b2"
    }, 
    "model": "GitPageModel"
}