{
    "fields": {
        "subtitle": "Je, leba hii itawahi kuisha? Kisha nikamuona mtoto wangu msichana.", 
        "description": "Je, leba hii itawahi kuisha? Kisha nikamuona mtoto wangu msichana.", 
        "language": "swh_TZ", 
        "title": "MAMA ALIYE NA UCHUNGU", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:41:34+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.904027+00:00", 
        "linked_pages": [], 
        "slug": "mama-aliye-na-uchungu", 
        "content": "Ujauzito wangu ulikuwa rahisi kimwili. Lakini nilikuwa mwenye kubadilikabadilika kihisia kutokana na homoni za ujauzito. Nilikosana na mume wangu muda wote! Kwa hivyo nilifurahi tarehe yangu ya kujifungua ilivyofika. Lakini ulipita na mtoto wangu hakuwa akionyesha ishara za kufika.\r\n\r\nNilingoja na kungoja…\r\n\r\nKisha siku 7 baada ya terehe yangu tarajiwa niliona damu kwenye chupi yangu. Nilipanga vitu vyangu na tukaenda hospitalini. Nilipofika hapo ilikuwa saa tatu na nusu za usiku. Hakukuwa na uchungu wowote...hadi karibu saa saba za usiku. Kisha ikaanza!\r\n\r\nNilijiambia nivumilie tu, kwani nilijua ni muda tu kabla ya mtoto wangu kuja. Lakini kufikia saa nne asubuhi iliyofuata nilikuwa nimechoka na ilikuwa chungu sana.\r\n\r\nNiliingiwa na hofu. Niliwaambia wakunga kuwa nilikuwa nafariki. Walisema: haya, kwanza unahitaji kusukuma mtoto wako nje na kisha ufe kivyako. Lakini tunataka usukume kwanza! Nilikasirishwa sana nao. Nilikuwa napigia kila mtu kelele.\r\n\r\nWaliendelea kuniambia nitembee juu na chini kwenye ushoroba.\r\n\r\nMume wangu alirudi saa mbili usiku huo. Wakati huo nilikuwa kama mwenye wazimu. Kwanza nilimuambia anivue nguo kwa sababu nilikuwa na joto sana. Kisha nikamwambia anivishe tena kwa sababu nilikuwa na baridi. Alifanya lolote nililomwambia!\r\n\r\n**USAIDIZI WA MAMA: leba ya kila mwanamke ni tofauti, lakini mwishowe zote hupelekea kupata mtoto! Tafuta habari nyingi iwezekanavyo kuhusu vipindi vya leba kabla ya kuzaa. Muulize mama yako na marafiki wakusimulie hadithi zao za kuzaa. Habari itakupa ujasiri.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 35, 
        "id": "9b3afb1036a34f229d142b5521beab62"
    }, 
    "model": "GitPageModel"
}