{
    "fields": {
        "subtitle": "Mtoto wangu ametoka! Mbona tumbo langu bado ni kubwa sana?", 
        "description": "Mtoto wangu ametoka! Mbona tumbo langu bado ni kubwa sana?", 
        "language": "swh_TZ", 
        "title": "MAMA MKUBWA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:50:39+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.870416+00:00", 
        "linked_pages": [], 
        "slug": "mama-mkubwa", 
        "content": "Nilifikiri kuwa baada ya kujifungua mtoto wangu, tumbo langu litarejelea hali ya kawaida. Lakini nilizaa majuma 6 yaliyopita lakini bado naonekana mwenye ujauzito! Siwezi kutoshea kwenye nguo zangu na badi vavalia suruali zangu za ujauzito.\r\n\r\nNilijaribu kujipenyeza kwenye nilizokuwa nikitumia kabla ya ujauzito siku 2 baada ya kuzaa. Nilishangaa kuwa singeweza kuzisongeza zaidi ya magoti! Jana nilijaribu tena.\r\n\r\nNilikuwa nataka sana kurejelea nguo za kawaida. Niliweka mafuta kwenye mkanda wa nguo. Mwishowe nikaweza kufunga kifungo.\r\n\r\n“Njoo uone!” Nilimuita mume wangu. “Naweza kutoshea tena kwenye nguo zangu!”\r\n\r\nMshangao kwenye uso wake ulisema yote. Haikuwa sawa. “Zivalie ndani ya nyumba hadi utakavyoweza kuenda nazo mahali kwenye watu,” alipendekeza.\r\n\r\nNilizivua dakika 10 baadaye. Lakini kwa sababu tu zilikuwa za kubana sana kuketi kwazo. Sasa nina wasiwasi sana. Tumbo hili litawahi kupunguka?\r\n\r\nNilizungumza na marafiki kadhaa kuhusu jambo hili na mmoja akapendekeza nifunge kitambaa kilichokazwa kwenye tumbo langu mchana na usiku ili kulifanya liwe ndani wakati wote. Lakini hili halikuonekana zuri mno!\r\n\r\n“Jipe muda,” marafiki wengine wananiambia. “Uzito wa mtoto utaisha kwa muda.”\r\n“Kiasi gani cha muda?” Nauliza.\r\n“Mwaka, wanaahidi.\r\n\r\nSiwezi kuamini. Ujauzito wa majuma 40 na sasa hivi bado naonekana mwenye ujauzito!\r\n\r\n**USAIDIZI WA MAMA: Ni kawaida kwa mama mjamzito mwenye afya kuongeza kilo 10 – 14 / pauni 20 – 30 kufikia mwisho wa muda wako wa ujauzito. Uzani zaidi utakulinda kwa miezi ukinyonyesha mtoto wako. Unaweza kushughulikia kupoteza uzani huo kwa muda ili kurejelea umbo lako.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 31, 
        "id": "375e86c3818347b88deb72fcb9193c05"
    }, 
    "model": "GitPageModel"
}