{
    "fields": {
        "subtitle": "Mtoto wangu ana madoadoa: Je, yatawahi kuisha?", 
        "description": "Mtoto wangu ana madoadoa: Je, yatawahi kuisha?", 
        "language": "swh_TZ", 
        "title": "MAMA MWENYE FAHARI", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T13:02:54+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.806329+00:00", 
        "linked_pages": [], 
        "slug": "mama-mwenye-fahari", 
        "content": "Mtoto wangu alikuwa mrembo alipozaliwa. Hata wauguzi waliniambia jinsi alivyopendeza. Alikuwa na nywele nyingi nyeusi na kucha nzuri zaidi za mikono. Niliona fahari kuonyesha wengine mtoto wangu!\r\n\r\nLakini baada ya majuma 2 alianza kupata chunusi kwenye uso wote. Chunusi hizi zilianza kutokea kwenye shavu la kushoto na kuenea hadi kwenye paji lote la uso na kidevu. Pia alipata magamba juu ya nyusi zake, nyuma ya masikio na kwa nywele. \r\n\r\nNiliaibika watu walipotaka kumuona mtoto wangu kwani uso wake haukuwa mzuri. Wakati mwingine nilishawishika kufinya chunusi hizi. Lakini mama yangu aliniambia ni heri niziache bila kutumia krimu au lihamu yoyote bali maji safi tu. Kwa bahati nzuri mtoto hangeweza kujiona na hakuonekana kujali! \r\n\r\nIlikuwa ni vigumu kwangu kuwaangalia watoto wengine. Mbona watoto wengine walionekana kuwa wazuri zaidi ilhali mtoto wangu alikuwa na madoadoa? Nilihofia kuwa madoadoa haya hayatapotea kamwe. Nilishangaa kilichoyasababisha. Je, lilikuwa jambo nililofanya au kitu nilichokula nilipokuwa mjamzito?\r\n\r\nKwa bahati nzuri, alipofikisha majuma 6 madoadoa yote yalipotea na ngozi yake ikawa laini tena. Bado alikuwa na baadhi ya magamba kichwani lakini ilikuwa vigumu kuyaona kwa sababu ya nywele yake. Amerejelea kuwa mtoto mrembo jinsi alivyokuwa alipozaliwa, isipokuwa ni mkubwa tu sasa!\r\n\r\n**USAIDIZI WA MAMA: Uvimbe na madoadoa mengi kwa mtoto mchanga huwa haina madhara na hupotea yenyewe. Ngozi ya mtoto wako huwa ikijizoesha mazingira mapya.**\r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 25, 
        "id": "80c6f9827e1546439bbd3ad1ca16816a"
    }, 
    "model": "GitPageModel"
}