{
    "fields": {
        "subtitle": "Jitayarishe kuwa Mama!", 
        "description": "Jitayarishe kuwa Mama!", 
        "language": "swh_TZ", 
        "title": "Mwezi wa 9", 
        "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
        "created_at": "2014-10-22T12:35:40+00:00", 
        "featured_in_category": true, 
        "modified_at": "2014-11-03T07:44:35.749021+00:00", 
        "linked_pages": [], 
        "slug": "mwezi-wa-9", 
        "content": "Sasa mtoto wako anaweza kuzaliwa siku yoyote! Tumboni mwako nywele zake nyororo zilizokua kipindi cha katikati ya ujauzito zinaondoka. Pia anapoteza utando mng’avu uliokuwa kwenye ngozi yake uliokuwa unamlinda wakati akiwa anaelea kwenye majimaji tumboni mwako. \r\n\r\nMtoto wako anajenga tabaka za mafuta chini ya ngozi yake, yatakayomsaidia kuwa na joto atakapozaliwa. Watoto wachanga wanahitaji kupewa joto. Njia bora zaidi ya kufanya hivyo ni kumbeba mtoto karibu na kifua chako ndani ya nguo zako.\r\n\r\nUnaweza kuwa unajiuliza jinsi utakavyojua uchungu wa kujifungua umeanza. Kuna njia tatu ambazo uchungu unaweza kuanza. \r\n\r\n- Unaweza kuona mvujo wenye damu kwenye chupi yako. Hii ni dalili kuwa\r\n    uchungu unaweza kuanza siku moja au mbili zijazo. \r\n- Unaweza kupata mibano ya misuli ambayo ni kama maumivu ya hedhi. Inazidi kuwa mikali zaidi, ya mara kwa mara na inauma zaidi kadri uchungu unavyoendelea. \r\n- Unaweza kutokwa na maji kwa wingi au kwa kudondokadondoka. Hili likitokea lazima uende mara moja kwenye kituo cha afya.\r\n\r\nHakikisha unajua jinsi ya kufika kwenye kituo cha afya kabla ya uchungu kuanza. Unahitaji mkunga, muuguzi au daktari wa kukuhudumia unapokuwa katika uchungu wa kujifungua. Hakikisha kuwa una salio la kuongea kwenye simu yako na pesa kwa ajili ya nauli ya basi au teksi. \r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 18, 
        "id": "dfccd34ec0324f6bb62808527b3e04c0"
    }, 
    "model": "GitPageModel"
}