{
    "fields": {
        "subtitle": "Look into your baby’s eyes, Mom!", 
        "description": "Look into your baby’s eyes, Mom!", 
        "language": "eng_UK", 
        "title": "1 month old", 
        "primary_category": "4eafe002ebea4c7a97a7743183f70de1", 
        "created_at": "2014-10-10T08:05:04+00:00", 
        "featured_in_category": true, 
        "modified_at": "2014-10-30T16:45:30.086154+00:00", 
        "linked_pages": [
            "c813e0f2d7ea4901939ac0e4e3a34676", 
            "0d21e5aa092b449497d1ade5f1b6dcf5", 
            "e476c985a610436092c81558befd95d1", 
            "4aa2bf25088240e2b310413f061cd279", 
            "019334c4184c4a64bd282cd813557b3e", 
            "32a36daa4430413faa2a68b10cba7750", 
            "49967db67ea8447bb46862ef6d0cee72", 
            "ce987edaba43406094b7ea6e4ecf12bc", 
            "e9e9555c06964df1ac01d34826e5e237", 
            "026dd0fe22844c2994f14c99e02596d9"
        ], 
        "slug": "1-month-old", 
        "content": "About now, your baby will begin to focus both eyes on an object.  He will watch if you move a toy in front of him. But, when it disappears, your baby will forget it exists!\r\n\r\nYour baby’s memory gets better all the time.  He will forget the toy, but he always knows your voice, and remembers this from when he was in your womb. \r\n\r\nWashing your baby can be fun for you both.  Get a clean towel and wash him with plenty of clean, safe water. Make sure the water feels warm but not hot. Most babies will relax and enjoy the water. It may even remind him of being inside you. Never leave him alone when he is in water. \r\n\r\nIt is good to look at your baby’s face and make eye contact. This helps him begin to learn social skills.  Soon, your baby will recognise your face. He may prefer you to other people. He may make baby noises and kick with pleasure when he sees you. You will see his first smile soon! \r\n\r\nYour baby is also noticing his surroundings. Noises will start to interest him, and he will like colourful patterns. \r\n\r\nBy now, your baby may be able to lift his head and chest when he is lying on his belly. Learning to control his head is an important milestone for him.\r\n\r\nYour baby is also listening to you more each day. When you speak, he may stop what he is doing to listen to you. Keep talking to him, repeating his noises. Speaking to your baby will comfort him and encourage him to talk to you.  \r\n\r\ncreated by BabyCentre", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 1, 
        "id": "4eef9528945b4dc9b29afc26e155c956"
    }, 
    "model": "GitPageModel"
}