{
    "fields": {
        "subtitle": "Dunia mpya kabisa kwa mtoto wako", 
        "description": "Dunia mpya kabisa kwa mtoto wako", 
        "language": "swh_TZ", 
        "title": "Mtoto Wako Mchanga", 
        "primary_category": "eb5f5a1396394982938deda3e21edfd0", 
        "created_at": "2014-10-26T15:21:12+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.740759+00:00", 
        "linked_pages": [], 
        "slug": "mtoto-wako-mchanga", 
        "content": "Mtoto wako mchanga ni mgeni kwenye dunia hii kubwa, yenye kelele! Utamuona akishtukashtuka kadri anavyoendelea kuizoea. Hivi karibuni, kucheza kwake kutakuwa kwa ulaini zaidi. \r\n\r\nUnaweza kuwa na wasiwasi kuwa mtoto wako hapati maziwa ya kutosha. Ikiwa mtoto wako ananyonya kila baada ya saa 2 hadi 3, au angalau mara 8 kwa siku, basi hiyo inatosha. Rangi ya kinyesi cha mtoto wako ni njia nzuri ya kukagua. Mwanzoni huwa cheusi na hubadilika kuwa manjano kufikia siku ya 4.\r\n\r\nMtoto wako anaweza kunyonya, kushika, kupepesa macho na kutafuta chuchu yako. Wakati mwingine ataangalia moja kwa moja machoni mwako. Ni vizuri wewe pia umwangalie machoni ukitabasamu na kupeleka kichwa juu na chini. Anajifunza haraka!\r\n\r\nBaada ya kama wiki mbili mwangalie mtoto wako akijaribu kuinua kichwa chake wakati amelala kifudifudi. Anaweza pia kugeuza kichwa chake kutoka upande mmoja hadi mwingine. Hii husaidia kujenga nguvu za misuli ya shingo yake.\r\n\r\nAnapokaribia umri wa mwezi 1, mtoto wako anaanza kuacha msisimko na utetemekaji wa uchanga. Anapata nguvu zaidi kila siku na kujifunza kuhusu dunia iliyomzunguka.\r\n\r\nBadiliko moja la kusisimua ni kuwa anaanza kutoa kelele za mtoto. Hii ndio njia yake ya kuzungumza na wewe! Jaribu kujibu kwa kufanya kelele za mtoto pia. Endelea kumzungumzisha hata unapomweka chini na kuondoka. \r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 17, 
        "id": "a01f2b7511b14fb3ab61524652cd977b"
    }, 
    "model": "GitPageModel"
}