{
    "fields": {
        "subtitle": "Homoni za kutisha za ujauzito: Najihisi mwenye wazimu kiasi!", 
        "description": "Homoni za kutisha za ujauzito: Najihisi mwenye wazimu kiasi!", 
        "language": "swh_TZ", 
        "title": "MAMA WA WANNE", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:25:01+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.967061+00:00", 
        "linked_pages": [], 
        "slug": "mama-wa-wanne", 
        "content": "Nimegudua jambo kujihusu – Si rahisi kwangu kuishi na wanaume ninapokuwa mjamzito. Nilipokuwa na mimba ya mtoto wangu wa kwanza, nakumbuka nikishangaa jinsi ambavyo ningemkasirikia mume wangu. Tulikuwa na vita vya kutisha! Lakini sasa nina uhakika kuwa ilikuwa tu homoni za ujauzito. Kwa bahati, mtoto wangu msichana alipozaliwa kila kitu kilibadilika na kuwa sawa. Lakini hali hii haikuwa nzuri sana kwa ndoa yangu.\r\n\r\nSasa, miaka kumi baadaye, nikawa na mimba ya pacha. Na hizo homoni zisizo za kawaida zikaanza kuchezea hisia zangu tena! Kumekuwa na siku chache ambapo kwa hakika na kweli nilikasirika. Lakini wakati huu si mume wangu aliyeathiriwa na hisia zangu tu. \r\n\r\nHivi karibuni, nilitembea kwenye barabara iliyokuwa na vumbi nikilia huku nimeyakodoa macho kwa hasira kuhusu kitu kidogo sana hata siwezi nikakumbuka kilikuwa nini. Juma lililopita, nilinuna mwenyewe chumbani tulipotembelea familia ya mume wangu kwa mlo mkuu. Nilipotoka, nilipata kuwa mume wangu alikuwa ameufuata ushauri wangu na kuniacha akaenda nyumbani!\r\n\r\nPia niliwapigia kelele marafiki waliokuwa wakiishi nasi nyumbani kwetu niliporudi nyumbani kutoka kazini na kupata vyombo havijaoshwa! Kisha kuna siku ambapo nilibamiza mlango wetu wa mbele mbele ya mtu aliyekuwa akijaribu kuniuzia mboga. \r\n\r\nHata nilianza kulia mtu aliponiambia jambo la huruma na kunisaidia kuingia katika behewa la gari moshi! \r\n\r\nNashukuru niko karibu kuzaa... Natumai kuwa nitasamehewa kwa kubadilikabadilika kwa hisia zangu kabla ya mtoto kuzaliwa.\r\n\r\n**USAIDIZI WA MAMA: Ni kawaida kuwa na kubadilikabadilika kwa hisia wakati wa ujauzito. Hii kwa upande mmoja husababishwa na mabadiliko unayokumbana nayo katika maisha yako. Pia kwa upande mwingine inaweza kusababishwa na kuongezeka kwa viwango vya homoni mwilini mwako. Hii inaweza kuathiri hisia zako, na kukufanya kuhisi kulia au kukasirika haraka.**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 43, 
        "id": "ba215ba859df4a2093a77c1ac357db7d"
    }, 
    "model": "GitPageModel"
}