{
    "fields": {
        "subtitle": "Mtoto analia: Nitamnyamazisha vipi?", 
        "description": "Mtoto analia: Nitamnyamazisha vipi?", 
        "language": "swh_TZ", 
        "title": "BABA WA MARA YA KWANZA", 
        "primary_category": "06a501102ad64d58a230366f9c1dd059", 
        "created_at": "2014-10-21T12:35:35+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.929140+00:00", 
        "linked_pages": [], 
        "slug": "baba-wa-mara-ya-kwanza", 
        "content": "Kabla ya mtoto wangu kuzaliwa kitu kimoja nilichojua ni kuwa niliwafanya watoto wachanga walie. Ni mara ngapi mama yangu mdogo au binamu alikuwa amenipatia mtoto na akalia. Ni kama alikuwa anajua sitakuwa baba!\r\n\r\nKabla ya wangu kuja, niliwaza: na ikiwa mtoto wangu atafanya hivyo pia?\r\n\r\nNiliamua kuwa sitaki hii ifanyike – kwa hivyo nilichukua hatua ya kubaini ni kwa nini watoto wachanga hulia. Niliwauliza shangazi zangu wenye ujuzi! Haya ndiyo waliyosema: ... kuna sababu nne za mtoto kulia: ana njaa, ana maumivu, amejikojolea, au amechoka.\r\n\r\nLakini watoto hawawezi kulia kwa sababu ya kukasirika pia?\r\n\r\nBila shaka wanaweza kufurahi bila sababu yoyote. Binti yangu aliponipa tabasamu kuu kwa mara ya kwanza ni alipokuwa karibu na majuma 6. Ilikuwa wakati wangu bora kabisa! Ilikuwa ni kama alikuwa mtu mkubwa. Watoto wachanga hutabasamu kwa mama na baba wao na watu wengine wanaowatambua. Wanajikaza na kutoa kicheko cha chinichini, kububujika na kuchekacheka.\r\n\r\nSasa naonekana natumia muda mwingi nikifanya vitu vinavyomfurahisha msichana wangu – Nakunja sura, naiga sauti za wanyama, naruka kama chura, na kuvuta miguu yake.\r\n\r\nAnapolia nachunguza vitu 4. Kwanza nahakikisha amelishwa vizuri, ana nepi kavu, alilala vizuri usiku na hana miba kwenye suruali yake.\r\n\r\nNinapokuwa na hakika kuwa yuko sawa, mimi sasa hujishughulisha na kumchangamsha kabisa... Najua baadhi ya nyimbo nzuri. Naweza kumchezea densi. Kumsomea hadithi. Kumtekenya miguu yake...\r\n\r\n**USAIDIZI WA MAMA: Mtoto anayelia anaweza kumsumbua sana mzazi. Kwanza pitia orodha ya vitu 4 vya BABA wa mara ya kwanza ili uhakikishe mtoto ana utulivu. Baada ya kuhakikisha, inaweza kuwa ni wakati wa kuleta wimbo na kucheza densi!**\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 38, 
        "id": "04e6bdde0fea46aaa6b3554ce7b0036b"
    }, 
    "model": "GitPageModel"
}