{
    "fields": {
        "subtitle": "Jitayarishe kwa uchungu wa kujifungua", 
        "description": "Jitayarishe kwa uchungu wa kujifungua", 
        "language": "swh_TZ", 
        "title": "Mwezi wa 7", 
        "primary_category": "1f67f026cd014dae96fb2dcb3ce94f4a", 
        "created_at": "2014-10-22T12:19:23.853625+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-11-03T07:44:35.766896+00:00", 
        "linked_pages": [], 
        "slug": "mwezi-wa-7", 
        "content": "Sasa mtoto wako anaweza kufumbua macho yake na kugeuza kichwa chake kuelekea upande wa mwanga, hata akiwa tumboni! Sasa anaweza kusikia, na anaweza kupiga mateke na kuruka anaposikia sauti kubwa, na kutulia unapomwimbia na kuongea naye.\r\n\r\nHivi karibuni atageuka kichwa chini ndani yako. Kichwa chake kitatoka kwanza wakati wa kujifungua, kwa hiyo anageuka juu chini, tayari kwa uchungu wa kujifungua kuanza. \r\n\r\nMimba yako inavyokuwa kubwa zaidi, inaweza kuwa vigumu kutulia na kulala vizuri. Lala kwa upande na uweke mto kati ya miguu yako ili usaidie kushikilia mimba yako. Unaweza kuanza kuhisi maumivu ya nyonga kwa sababu sehemu ya mwili inayovutika inayoshikilia kiuno chako kwenye nyonga yako inaweza kulegea. Hii ni hali ya mwili wako kujitayarisha kwa uchungu wa kujifungua. Kupiga magoti na kuweka mikono chini kunaweza kusaidia.\r\n\r\nUtahitaji kufanya mpango wa kuenda kwa mkunga au daktari wakati wa kujifungua. Panga jinsi utakavyosafiri kwenda huko, na labda umuombe rafiki au jamaa yako kama watakusaidia. Zungumza na familia yako na uhakikishe wanajua mahali unapohitaji kwenda. \r\n\r\nNenda kwenye kituo cha afya siku za mwishoni mwa ujauzito ili muuguzi au mfanyakazi wa kituo cha afya aweze kukagua kama wewe na mtoto ni wazima. Wanaweza kukueleza unachohitaji kwa ajili ya kujifungua na wakati gani wa kwenda kwenye kliniki ukipata uchungu wa kujifungua.\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 20, 
        "id": "aa7c6b909629444d806ba22cbb57cf5c"
    }, 
    "model": "GitPageModel"
}